Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionInsertOverload0Parameter1
source: Index at which to insert
cs: Index, který má vložit
da: Indeks til at indsætte
de: Index, zu dem einfügen soll
fi: Indeksi, jolla lisätään
fr: Index à laquelle insérer
it: Indice a cui inserire
ja: 挿入するインデックス
nl: Index om in te voegen
no: Indeksen for å sette inn
pl: Indeks, w którym do wstawienia
pt: Índice em que inserir
ru: Индекс, в котором вставить
sk: Index, na ktorý sa má vložiť
sv: Index för att infoga
zh_cn: 要插入的索引

# FormulaFunctionInsertOverload0Parameter2
source: Value to insert
cs: Hodnota pro vložení
da: Værdi for at indsætte
de: Wert zum Einfügen
fi: Arvo lisätä
fr: Valeur à insérer
it: Valore da inserire
ja: 挿入する値
nl: Waarde om in te voegen
no: Verdi for å sette inn
pl: Wartość do wstawienia
pt: Valor para inserir
ru: Значение для вставки
sk: Hodnota na vloženie
sv: Värde att infoga
zh_cn: 值才能插入

# FormulaFunctionIsDefaultOverload0
source: Get whether a value is the default value for its type
cs: Získejte, zda je hodnota výchozí hodnota pro jeho typ
da: Få om en værdi er standardværdien for dens type
de: Holen Sie sich, ob ein Wert der Standardwert für seine Art ist
fi: Saat, onko arvo sen tyypin oletusarvo
fr: Obtenir si une valeur est la valeur par défaut de son type
it: Ottieni se un valore è il valore predefinito per il suo tipo
ja: 値がそのタイプのデフォルト値かどうかを取得する
nl: Krijg of een waarde de standaardwaarde is voor het type
no: Få om en verdi er standardverdien for sin type
pl: Uzyskaj, czy wartość jest wartością domyślną dla jego typu
pt: Obter se um valor é o valor padrão para o seu tipo
ru: Узнайте, является ли значение значением по умолчанию для его типа
sk: Získajte, či je hodnota predvolenej hodnoty pre jeho typ
sv: Få om ett värde är standardvärdet för sin typ
zh_cn: 获取值是否是其类型的默认值

# FormulaFunctionIsDefaultOverload0Parameter0
source: Value to examine
cs: Hodnota zkoumat
da: Værdi for at undersøge
de: Wert zu prüfen.
fi: Arvo tutkia
fr: Valeur à examiner
it: Valore da esaminare
ja: 検討する価値
nl: Waarde om te onderzoeken
no: Verdi for å undersøke
pl: Wartość do badania
pt: Valor para examinar
ru: Ценность для изучения
sk: Hodnota na preskúmanie
sv: Värdet att undersöka
zh_cn: 审查价值

# FormulaFunctionIsNotDefaultOverload0
source: Get whether a value is not the default value for its type
cs: Získejte, zda hodnota není výchozí hodnota pro jeho typ
da: Få om en værdi ikke er standardværdien for dens type
de: Holen Sie sich, ob ein Wert nicht der Standardwert für seine Art ist
fi: Saada arvo ei ole sen tyypin oletusarvo
fr: Obtenir si une valeur n'est pas la valeur par défaut de son type
it: Ottieni se un valore non è il valore predefinito per il suo tipo
ja: 値がそのタイプのデフォルト値でないかどうかを取得する
nl: Krijg of een waarde niet de standaardwaarde is voor het type
no: Få om en verdi ikke er standardverdien for sin type
pl: Uzyskaj, czy wartość nie jest wartością domyślną dla jego typu
pt: Obter se um valor não é o valor padrão para o seu tipo
ru: Узнайте, не является ли значением значение по умолчанию для его типа
sk: Získajte, či hodnota nie je predvolená hodnota pre svoj typ
sv: Få om ett värde inte är standardvärdet för sin typ
zh_cn: 获取值是否不是其类型的默认值

# FormulaFunctionIsNotDefaultOverload0Parameter0
source: Value to examine
cs: Hodnota zkoumat
da: Værdi for at undersøge
de: Wert zu prüfen.
fi: Arvo tutkia
fr: Valeur à examiner
it: Valore da esaminare
ja: 検討する価値
nl: Waarde om te onderzoeken
no: Verdi for å undersøke
pl: Wartość do badania
pt: Valor para examinar
ru: Ценность для изучения
sk: Hodnota na preskúmanie
sv: Värdet att undersöka
zh_cn: 审查价值

# FormulaFunctionIsValidDurationOverload0
source: Get whether a value can be converted to a duration
cs: Získejte, zda může být hodnota převedena na dobu trvání
da: Få om en værdi kan konverteres til en varighed
de: Erhalten Sie, ob ein Wert in eine Dauer umgewandelt werden kann
fi: Saat, voidaanko arvo muuntaa kestoksi
fr: Obtenir si une valeur peut être convertie en une durée
it: Ottenere se un valore può essere convertito in una durata
ja: 値を期間に変換できるかどうかを取得する
nl: Krijg of een waarde kan worden geconverteerd naar een duur
no: Få om en verdi kan konverteres til en varighet
pl: Zdobądź, czy wartość może zostać przekształcona na czas trwania
pt: Obter se um valor pode ser convertido em uma duração
ru: Узнайте, может ли значение можно преобразовать в продолжительность
sk: Získajte, či je možné hodnotu previesť na dĺžku trvania
sv: Få om ett värde kan konverteras till en varaktighet
zh_cn: 获取值是否可以转换为持续时间

# FormulaFunctionIsValidDurationOverload1
source: Get whether text can be converted to a duration using a specified format
cs: Získejte, zda lze text převést na dobu trvání pomocí zadaného formátu
da: Få om tekst kan konverteres til en varighed ved hjælp af et bestemt format
de: Holen Sie sich, ob der Text mit einem angegebenen Format in eine Dauer konvertiert werden kann
fi: Saat, onko teksti muunnettava kestoksi tietyn muodon avulla
fr: Obtenir si le texte peut être converti en une durée à l'aide d'un format spécifié
it: Ottenere se il testo può essere convertito in una durata utilizzando un formato specificato
ja: 指定された形式を使用してテキストを期間に変換できるかどうかを取得する
nl: Krijg of tekst kan worden geconverteerd naar een duur met behulp van een opgegeven formaat
no: Få om tekst kan konverteres til en varighet ved hjelp av et spesifisert format
pl: Uzyskaj, czy tekst może zostać przekonwertowany na czas, przy użyciu określonego formatu
pt: Obter se o texto pode ser convertido em uma duração usando um formato especificado
ru: Получить, может ли текст можно преобразовать в длительность с использованием указанного формата
sk: Získajte, či je možné text previesť na trvania pomocou zadaného formátu
sv: Få om texten kan konverteras till en varaktighet med ett visst format
zh_cn: 获取文本是否可以使用指定的格式将文本转换为持续时间

# FormulaFunctionIsValidDurationOverload1Parameter1
source: Format
cs: Formát
fi: Muoto
it: Formato
ja: フォーマット
nl: Formaat
pt: Formato
ru: Формат
sk: Formát
sv: Formatera
zh_cn: 格式

# FormulaFunctionIsValidIDOverload0
source: Get whether a value can be converted to an ID
cs: Získejte, zda může být hodnota převedena na ID
da: Få om en værdi kan konverteres til et id
de: Holen Sie sich, ob ein Wert in eine ID konvertiert werden kann
fi: Saat, voidaanko arvo muuntaa tunnukseksi
fr: Obtenir si une valeur peut être convertie en une pièce d'identité
it: Ottenere se un valore può essere convertito in un ID
ja: 値がIDに変換できるかどうかを取得する
nl: Krijg of een waarde kan worden geconverteerd naar een ID
no: Få om en verdi kan konverteres til en ID
pl: Zdobądź, czy wartość może zostać przekonwertowana na identyfikator
pt: Obter se um valor pode ser convertido em um ID
ru: Узнайте, может ли значение можно преобразовать в идентификатор
sk: Získajte, či je hodnota môže byť prevedená na ID
sv: Få om ett värde kan konverteras till ett ID
zh_cn: 获取是否可以将值转换为ID

# FormulaFunctionIsValidInstantOverload0
source: Get whether a value can be converted to an instant
cs: Získejte, zda může být hodnota převedena na okamžik
da: Få om en værdi kan konverteres til et øjeblik
de: Holen Sie sich, ob ein Wert in einen Moment umgerechnet werden kann
fi: Saat, voidaanko arvo muuntaa hetkeksi
fr: Obtenir si une valeur peut être convertie en un instant
it: Ottenere se un valore può essere convertito in un istante
ja: 値が瞬時に変換できるかどうかを取得する
nl: Krijg of een waarde kan worden geconverteerd naar een oogwenk
no: Få om en verdi kan konverteres til et øyeblikk
pl: Uzyskaj, czy wartość może zostać przekonwertowana na chwilę
pt: Obter se um valor pode ser convertido em um instante
ru: Получить, можно ли преобразовать значение в мгновение
sk: Získajte, či je hodnota môže byť prevedená na okamžitý
sv: Få om ett värde kan konverteras till ett ögonblick
zh_cn: 获取是否可以将值转换为即时值

# FormulaFunctionIsValidInstantOverload1
source: Get whether text can be converted to an instant using a specified format
cs: Získejte, zda lze text převést na okamžik pomocí zadaného formátu
da: Få om tekst kan konverteres til et øjeblik ved hjælp af et bestemt format
de: Holen Sie sich, ob der Text mit einem angegebenen Format in einen Moment konvertiert werden kann
fi: Saat, onko teksti muunnettava hetkeksi tietyn muodon avulla
fr: Obtenir si le texte peut être converti en un instant à l'aide d'un format spécifié
it: Ottieni se il testo può essere convertito in un istante utilizzando un formato specificato
ja: 指定された形式を使用してテキストを瞬時に変換できるかどうかを取得します
nl: Krijg of tekst kan worden geconverteerd naar een instant met behulp van een opgegeven formaat
no: Få om tekst kan konverteres til et øyeblikk ved hjelp av et spesifisert format
pl: Uzyskaj, czy tekst może zostać przekonwertowany na chwilę za pomocą określonego formatu
pt: Obter se o texto pode ser convertido em um instante usando um formato especificado
ru: Получить, может ли текст можно преобразовать в мгновение с использованием указанного формата
sk: Získajte, či je možné text previesť na okamžitý pomocou zadaného formátu
sv: Få om texten kan konverteras till ett ögonblick med ett visst format
zh_cn: 获取文本是否可以使用指定的格式将文本转换为即时

# FormulaFunctionIsValidInstantOverload1Parameter1
source: Format
cs: Formát
fi: Muoto
it: Formato
ja: フォーマット
nl: Formaat
pt: Formato
ru: Формат
sk: Formát
sv: Formatera
zh_cn: 格式

# FormulaFunctionIsValidNumberOverload0
source: Get whether a value can be converted to a number
cs: Získejte, zda může být hodnota převedena na číslo
da: Få om en værdi kan konverteres til et nummer
de: Holen Sie sich, ob ein Wert in eine Nummer konvertiert werden kann
fi: Saat, voidaanko arvo muuntaa numeroksi
fr: Obtenir si une valeur peut être convertie en un numéro
it: Ottenere se un valore può essere convertito in un numero
ja: 数値を数値に変換できるかどうかを取得する
nl: Krijg of een waarde kan worden geconverteerd naar een nummer
no: Få om en verdi kan konverteres til et nummer
pl: Uzyskaj, czy wartość może zostać przekonwertowana na numer
pt: Obter se um valor pode ser convertido em um número
ru: Узнайте, можно ли преобразовать значение в номер
sk: Získajte, či hodnota je možné konvertovať na číslo
sv: Få om ett värde kan konverteras till ett nummer
zh_cn: 获取是否可以将值转换为数字

# FormulaFunctionLastIndexOfOverload0
source: Zero-based index of the last appearance of a value in a value
cs: Nulový index posledního vzhledu hodnoty v hodnotě
da: Nulbaseret indeks for det sidste udseende af en værdi i en værdi
de: Nullbasierter Index des letzten Erscheinungsbildes eines Werts in einem Wert
fi: Nollapohjainen indeksi arvon viimeisimmästä ulkonäöstä arvossa
fr: Index à base de zéro de la dernière apparition d'une valeur dans une valeur
it: Indice basato su zero dell'ultima comparsa di un valore in un valore
ja: 値の値の最後の外観のゼロベースのインデックス
nl: Op nul gebaseerde index van het laatste uiterlijk van een waarde in een waarde
no: Nullbasert indeks for det siste utseendet på en verdi i en verdi
pl: Zero wskaźnik ostatniego wyglądu wartości w wartości
pt: Índice baseado em zero da última aparência de um valor em um valor
ru: Нулевой индекс последнего появления значения в цене
sk: Nulový index posledného vzhľadu hodnoty v hodnote
sv: Nollbaserat index för det sista utseendet på ett värde i ett värde
zh_cn: 基于零索引的一个值的值

# FormulaFunctionLastIndexOfOverload0Parameter0
source: Search value
cs: Vyhledávací hodnota
da: Søg værdi
de: Suchwert
fi: Hakuarvo
fr: Valeur de recherche
it: Valore di ricerca
ja: 検索値
nl: Zoekwaarde
no: Søkeverdi
pl: Wartość wyszukiwania
pt: Valor de pesquisa.
ru: Значение поиска
sk: Hodnota vyhľadávania
sv: Sökvärde
zh_cn: 搜索值

# FormulaFunctionLastIndexOfOverload0Parameter1
source: For value
cs: Pro hodnotu
da: For værdi.
de: Für den Wert
fi: Arvo
fr: Pour la valeur
it: Per valore
ja: 価値のために
nl: Voor waarde
no: For verdi
pl: Dla wartości
pt: Por valor
ru: По стоимости
sk: Pre hodnotu
sv: För värde
zh_cn: 价值

# FormulaFunctionLengthOverload0
source: Length of characters of a value
cs: Délka znaků hodnoty
da: Længde af tegn af en værdi
de: Länge der Zeichen eines Werts
fi: Arvon merkkien pituus
fr: Longueur des caractères d'une valeur
it: Lunghezza dei caratteri di un valore
ja: 値の文字の長さ
nl: Lengte van tekens van een waarde
no: Lengde på karakterer av en verdi
pl: Długość znaków wartości
pt: Duração de caracteres de um valor
ru: Длина символов значения
sk: Dĺžka znakov hodnoty
sv: Längden av tecken på ett värde
zh_cn: 值的字符长度

# FormulaFunctionLessThanOrEqualOverload0
source: Whether the first value is less than or equal to the second value
cs: Zda je první hodnota menší nebo rovna druhé hodnotě
da: Om den første værdi er mindre end eller lig med den anden værdi
de: Ob der erste Wert kleiner oder gleich dem zweiten Wert ist
fi: Onko ensimmäinen arvo pienempi tai yhtä suuri kuin toinen arvo
fr: Si la première valeur est inférieure ou égale à la deuxième valeur
it: Se il primo valore è inferiore o uguale al secondo valore
ja: 最初の値が2番目の値以下であるかどうか
nl: Of de eerste waarde kleiner is dan of gelijk aan de tweede waarde
no: Om den første verdien er mindre enn eller lik den andre verdien
pl: Czy pierwsza wartość jest mniejsza lub równa drugiej wartości
pt: Se o primeiro valor é menor ou igual ao segundo valor
ru: Является ли первое значение меньше или равно второму значению
sk: Či je prvá hodnota menšia alebo rovná druhej hodnote
sv: Om det första värdet är mindre än eller lika med det andra värdet
zh_cn: 第一个值是否小于或等于第二值

# FormulaFunctionLessThanOverload0
source: Whether the first value is less than the second value
cs: Zda je první hodnota menší než druhá hodnota
da: Om den første værdi er mindre end den anden værdi
de: Ob der erste Wert weniger als der zweite Wert ist
fi: Onko ensimmäinen arvo pienempi kuin toinen arvo
fr: Si la première valeur est inférieure à la deuxième valeur
it: Se il primo valore è inferiore al secondo valore
ja: 最初の値が2番目の値より小さいかどうか
nl: Of de eerste waarde minder is dan de tweede waarde
no: Om den første verdien er mindre enn den andre verdien
pl: Czy pierwsza wartość jest mniejsza niż druga wartość
pt: Se o primeiro valor é menor que o segundo valor
ru: Является ли первое значение меньше, чем второе значение
sk: Či je prvá hodnota menšia ako druhá hodnota
sv: Om det första värdet är mindre än det andra värdet
zh_cn: 第一个值是否小于第二个值

# FormulaFunctionLog10Overload0
source: Base 10 logarithm of a number
cs: Základní 10 logaritmus čísla
da: Base 10 logaritme af et tal
de: Basis 10 Logarithmus einer Zahl
fi: Base 10 Logaritmi numerosta
fr: Base 10 Logarithme d'un nombre
it: Base 10 Logaritmo di un numero
ja: 番号の基本10対数
nl: Basis 10 logaritme van een nummer
no: Base 10 logaritme av et tall
pl: Podstawa 10 logarytm liczby
pt: Base 10 logaritmo de um número
ru: База 10 Логарифма числа
sk: Base 10 logaritmus čísla
sv: Bas 10 logaritm av ett tal
zh_cn: 基数10个数对数

# FormulaFunctionLogOverload0
source: Logarithm of a number
cs: Logaritmus čísla
da: Logaritme af et nummer
de: Logarithmus einer Zahl
fi: Numeron logaritmi
fr: Logarithme d'un nombre
it: Logaritmo di un numero
ja: 数字の対数
nl: Logaritme van een nummer
no: Logaritme av et tall
pl: Logarytm numeru
pt: Logaritmo de um número
ru: Логарифм числа
sk: Logaritmus čísla
sv: Logaritm av ett nummer
zh_cn: 数字的对数

# FormulaFunctionMaxOverload0
source: Max (true) value of a boolean trait
cs: Max (true) hodnota booleovské vlastnosti
da: Max (True) Værdi af et boolsk træk
de: MAX (TRUE) Wert eines booleschen Merkmals
fi: Max (tosi) boolean ominaisuuden arvo
fr: Max (vraie) valeur d'un trait booléen
it: Valore massimo (vero) di un tratto booleano
ja: ブール形質の最大値（真）値
nl: Max (true) waarde van een Boolean-eigenschap
no: Max (sant) verdi av en boolsk egenskap
pl: MAX (prawdziwa) wartość cechy boolowskiej
pt: Valor máximo (verdadeiro) de um traço booleano
ru: Max (True) значение логического черта
sk: Max (TRUE) Hodnota booleovskej vlastnosti
sv: Max (sant) värde av ett booleskteg
zh_cn: 布尔特的最大（真实）值

# FormulaFunctionMaxOverload1
source: Max (longest) value of a duration trait
cs: Max (nejdelší) hodnota trvání rysy
da: Max (længste) værdi af et varighedsegenskab
de: Max (längster) Wert eines Dauermerkmals
fi: MAX (Pisin) arvo keston piirre
fr: Max (la plus longue) valeur d'un trait de durée
it: Valore massimo (più lungo) del tratto di durata
ja: MAX（最長）持続時間の特性
nl: Max (langste) waarde van een duur van de duur
no: Max (lengste) verdi av en varighetstrekk
pl: MAX (najdłuższa) wartość cechy czasu trwania
pt: Valor máximo (mais longo) de um traço de duração
ru: Максимальное (самое длинное) значение длительности черта
sk: Max (najdlhšia) hodnota trvania vlastnosti
sv: Max (längsta) värde av en varaktighetsdrag
zh_cn: 最大（最长）持续时间特征的值

# FormulaFunctionMaxOverload10
source: Max (longest) duration of the value of a instant trait that passes a test
cs: Max (nejdelší) trvání hodnoty okamžité vlastnosti, která prochází testem
da: Max (længste) Varighed af værdien af et øjeblikkeligt træk, der passerer en test
de: Max (längste) Dauer des Werts eines Instant-Merkmals, das einen Test durchgibt
fi: Max (pisin) kesto testin ajan mittaan, joka kulkee testin
fr: Maximum (la plus longue) durée de la valeur d'un trait instantané qui transmet un test
it: Durata massima (più lunga) del valore di un tratto istantaneo che passa un test
ja: テストを通過する即時の特性の値の最大（最長）持続時間
nl: Max (langste) Duur van de waarde van een Instant Trait die een test passeert
no: Maks (lengste) varighet av verdien av et øyeblikkelig trekk som passerer en test
pl: Max (najdłuższy) czas trwania wartości natychmiastowej cechy, która przechodzi test
pt: Max (mais longo) duração do valor de um traço instantâneo que passa um teste
ru: Макс (самая длинная) продолжительность значения мгновенной черты, которая проходит тест
sk: Max (najdlhšie) Trvanie hodnoty okamžitého znaku, ktorý prechádza testom
sv: Max (längsta) varaktighet av värdet av ett ögonblick som passerar ett test
zh_cn: 通过测试的即时性状的最大值（最长）持续时间

# FormulaFunctionMaxOverload11
source: Max (alphabetically latest) value of a multi-line text trait that passes a test
cs: Max (abecedně nejnovější) hodnota vícedazového textového vlastnosti, která prochází testem
da: MAX (Alfabetisk nyeste) Værdi af en multi-line tekst træk, der passerer en test
de: Maximaler (alphabetischer neuester) Wert eines Multi-Line-Textmerkmals, das einen Test durchgibt
fi: Max (aakkosjärjestyksessä uusin) -arvo, joka kulkee testin
fr: Max (alphabétiquement la dernière valeur) d'un trait de texte multiligne qui transmet un test
it: Valore massimo (alfabeticamente ultimo) valore di un tratto di testo multilineo che passa un test
ja: テストを渡すマルチラインテキスト形質の最大（アルファベット順に最新の）値
nl: Max (alfabetisch nieuwste) waarde van een multi-line tekst-eigenschap die een test passeert
no: Max (alfabetisk nyeste) verdi av en multi-line teksttrekk som passerer en test
pl: MAX (alfabetycznie najnowsza) wartość cechy tekstowej wielointerii, która przechodzi test
pt: Valor máximo (alfabeticamente mais recente) de um traço de texto multi-line que passa um teste
ru: Макс (алфавитно-последнее) значение многострочной текстовой черты, которая передает тест
sk: Max (abecedne najnovšia) hodnota multi-line textového znaku, ktorý prechádza testom
sv: Max (alfabetiskt senaste) värde av en multilinje textdrag som passerar ett test
zh_cn: MAX（按字母顺序上）传递测试的多线文本特征的值

# FormulaFunctionMaxOverload12
source: Max (largest) value of a number trait that passes a test
cs: Max (největší) hodnota číselné vlastnosti, která prochází testem
da: Max (største) værdi af et tal træk, der passerer en test
de: Maximaler (größter) Wert einer Nummernmerkmale, die einen Test durchgibt
fi: Max (suurin) arvo, joka kulkee testin
fr: Max (plus grande) valeur d'un trait de numéro qui passe un test
it: Max (più grande) valore di un tratto numerico che passa un test
ja: テストを通過する数値特性の最大値（最大）値
nl: Max (grootste) waarde van een getalkenmerk dat een test passeert
no: Maks (største) verdi av et talltrekk som passerer en test
pl: Max (największa) wartość cechy liczby, która przechodzi test
pt: Valor máximo (maior) de uma característica numérica que passa um teste
ru: Max (крупнейшее) значение номера черты, которая проходит тест
sk: Max (najväčšia) hodnota číselného znaku, ktorá prechádza testom
sv: Max (största) värde av ett nummerdrag som passerar ett test
zh_cn: 通过测试的数量特征的最大（最大）值

# FormulaFunctionMaxOverload13
source: Max (alphabetically latest) value of a single-line text trait that passes a test
cs: Max (abecedně nejnovější) hodnota jednoho řádku textové vlastnosti, která prochází testem
da: MAX (Alfabetisk nyeste) Værdi af en enkelt-line tekst træk, der passerer en test
de: Maximaler (alphabetischer neuester) Wert eines einzelnen Textmerkmals, der einen Test übergibt
fi: Max (aakkosjärjestyksessä uusin) arvo yhden line tekstinpiirteen, joka kulkee testin
fr: Max (Dernière dernière langue alphabétique) d'un trait de texte à une seule ligne qui transmet un test
it: Max (alfabeticamente ultimo) valore di un tratto di testo a riga singola che passa un test
ja: テストを通過する単一行テキスト形質の最大（アルファベット順に最新の）値
nl: Max (alfabetisch nieuwste) waarde van een tekstkenmerken voor een enkele lijn die een test doorgeeft
no: Max (alfabetisk nyeste) verdi av en enkelt linje teksttrekk som passerer en test
pl: Max (alfabetycznie najnowsza) wartość cechy tekstowej jednokierowej, która przechodzi test
pt: Valor máximo (alfabeticamente mais recente) de um traço de texto de linha única que passa um teste
ru: Макс (алфавитная последняя) значение однострочной текстовой черты, которая передает тест
sk: Max (abecedne najnovšia) hodnota jednorazového textu, ktorá prechádza testom
sv: Max (alfabetiskt senaste) värde av ett enstaka textdrag som passerar ett test
zh_cn: 通过测试的单行文本特征的最大（按字母顺序上）值

# FormulaFunctionMaxOverload2
source: Max (latest) value of a instant trait
cs: Max (poslední) hodnota okamžitého rysu
da: Max (seneste) værdi af et øjeblikkeligt træk
de: Max (neuester) Wert eines Instant-Merkmals
fi: Max (uusin) arvo pikaviestistä
fr: Max (dernière valeur) d'un trait instantané
it: Max (ultimo) valore di un tratto istantaneo
ja: インスタント特性の最大値（最新）
nl: Max (laatste) waarde van een Instant Trait
no: Maks (siste) verdi av et øyeblikkelig trekk
pl: MAX (najnowsza) wartość natychmiastowej cechy
pt: Valor máximo (mais recente) de um traço instantâneo
ru: Макс (последнее) значение мгновенного черта
sk: Max (najnovšia) hodnota okamžitého znaku
sv: Max (senaste) värde av ett ögonblick
zh_cn: 最大（最新）即时特征的值

# FormulaFunctionMaxOverload3
source: Max (longest) duration of the value of a instant trait
cs: Max (nejdelší) trvání hodnoty okamžité rysy
da: Max (længste) varighed af værdien af et øjeblikkeligt træk
de: Max (längste) Dauer des Wertes eines Instant-Merkmals
fi: Max (pisin) kesto pikakynnän arvon kesto
fr: Max (la plus longue) Durée de la valeur d'un trait instantané
it: Durata massima (più lunga) del valore di un tratto istantaneo
ja: インスタント特性の値の最大（最長）期間
nl: Max (langste) Duur van de waarde van een Instant Trait
no: Maks (lengste) varighet av verdien av et øyeblikkelig trekk
pl: Max (najdłuższy) czas trwania wartości natychmiastowej cechy
pt: Duração máxima (mais longa) do valor de um traço instantâneo
ru: Максимальная (длинная) продолжительность значения мгновенного черта
sk: Max (najdlhšie) Trvanie hodnoty okamžitého znaku
sv: Max (längsta) varaktighet av värdet av ett ögonblick
zh_cn: 最大（最长）即时性状的值的持续时间
