Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionFloorOverload3
source: Round the duration of an instant range down to the nearest whole duration of an instant range
cs: Délka okamžitého rozsahu do nejbližší celé délce okamžitého rozsahu
da: Runde varigheden af et øjeblikkeligt område ned til nærmeste hele varighed af et øjeblikkeligt område
de: Runden Sie die Dauer eines sofortigen Bereichs bis zur nächsten ganzen Dauer eines sofortigen Bereichs
fi: Pyöritä hetken välittömän alueen kestoa alaspäin lähimpään koko ajan kestoon
fr: Arrondir la durée d'une gamme instantanée jusqu'à la durée totale la plus proche d'une gamme instantanée
it: Ruota la durata di un intervallo istantaneo fino alla durata intera più vicina di un intervallo istantaneo
ja: 瞬時の範囲の範囲の瞬間範囲の持続時間を即時範囲の範囲に丸める
nl: Rond de duur van een direct bereik tot op de dichtstbijzijnde hele duur van een direct bereik
no: Rundt varigheten av et øyeblikkelig rekkevidde ned til nærmeste hele varighet av et øyeblikkelig rekkevidde
pl: Zaokrąglić czas trwania natychmiastowego zakresu do najbliższego całego czasu trwania natychmiastowego zakresu
pt: Em volta da duração de um intervalo instantâneo até a duração inteira mais próxima de um intervalo instantâneo
ru: Круглое время мгновенного диапазона до ближайшей целой продолжительности мгновенного диапазона
sk: ROAD TRVANIE OBMEDZUJÚCEHO ROZSAHU DO NAJVYŠŠIEHO TROU
sv: Runt varaktigheten av ett omedelbart område ner till närmaste heltid på ett direktområde
zh_cn: 围绕即时范围的持续时间降至即时范围的最接近的整个持续时间

# FormulaFunctionFloorOverload4
source: Round the duration of an instant range down to a nearest whole duration
cs: Kolo trvání okamžitého rozsahu dolů na nejbližší celou dobu trvání
da: Rund varigheden af et øjeblikkeligt område ned til nærmeste hele varighed
de: Runden Sie die Dauer eines sofortigen Bereichs bis zur nächsten ganzen Dauer
fi: Pyöritä hetkellisen alueen kestoa alas lähimpään koko kestoon
fr: Arrondir la durée d'une gamme instantanée jusqu'à une durée entière la plus proche
it: Intorno alla durata di un intervallo istantaneo fino a un'intera durata più vicina
ja: 最寄りの全期間まで即時の範囲の期間を丸める
nl: Rond de duur van een direct bereik tot een dichtstbijzijnde hele duur
no: Rundt varigheten av et øyeblikkelig rekkevidde ned til nærmeste hele varighet
pl: Okrągły czas trwania natychmiastowego czasu do najbliższego całego czasu trwania
pt: Em volta da duração de um intervalo instantâneo até uma duração total mais próxima
ru: Вокруг продолжительности мгновенного диапазона до ближайшей целой продолжительности
sk: Okolo trvania instantného rozsahu do najbližšieho dobrého trvania
sv: Runt varaktigheten av ett omedelbart område ner till en närmaste heltid
zh_cn: 围绕即时范围的持续时间降至最接近的整个持续时间

# FormulaFunctionFloorOverload5
source: Round the duration down to the nearest whole duration of an instant range
cs: Po celou dobu trvání do nejbližší celé délce okamžitého rozsahu
da: Rund varigheden ned til nærmeste hele varighed af et øjeblikkeligt område
de: Runden Sie die Dauer bis zur nächsten ganzen Dauer eines sofortigen Bereichs
fi: Pyöritä kesto alaspäin lähimpään koko ajan kestoon
fr: Arrondir la durée de la durée totale la plus proche d'une gamme instantanée
it: Intorno alla durata fino alla durata intera più vicina di un intervallo istantaneo
ja: 瞬時の範囲の最も近い全期間までの期間を切り捨てる
nl: Rond de duur naar beneden naar de dichtstbijzijnde hele duur van een direct bereik
no: Rundt varigheten ned til nærmeste hele varighet av et øyeblikkelig rekkevidde
pl: Zaokrąglij czas do najbliższego całego czasu trwania natychmiastowego zakresu
pt: Em volta da duração até a duração inteira mais próxima de um intervalo instantâneo
ru: Вокруг длительности до ближайшей целую продолжительность мгновенного диапазона
sk: Okolo trvania nadol na najbližšiu celú dobu trvania instantného rozsahu
sv: Runt varaktigheten ner till närmaste hela varaktigheten av ett direktområde
zh_cn: 循环到即时范围的最接近的整个持续时间

# FormulaFunctionFloorOverload6
source: Round a duration down to a nearest whole duration
cs: Po celou dobu trvání na nejbližší celou dobu trvání
da: Rund en varighed ned til nærmeste hele varighed
de: Runden Sie eine Dauer bis zur nächsten ganzen Dauer
fi: Pyöreä kesto alas lähimpään koko kestoon
fr: Arrondir une durée à une durée entière la plus proche
it: Intorno a una durata fino a un'intera durata più vicina
ja: 最寄りの全期間までの期間を切り捨てます
nl: Rond een duur naar beneden naar een dichtstbijzijnde hele duur
no: Rundt en varighet ned til nærmeste hele varighet
pl: Zaokrąglij czas do najbliższego całego czasu trwania
pt: Rodada uma duração para uma duração total mais próxima
ru: Раунд длительность до ближайшей целой продолжительности
sk: Trvanie na najbližšie dobu trvania
sv: Runda en varaktighet ner till en närmaste heltid
zh_cn: 持续到最接近的整个持续时间

# FormulaFunctionFormatOverload0
source: Place values into a format
cs: Umístěte hodnoty do formátu
da: Placer værdier i et format
de: Stellen Sie Werte in ein Format
fi: Aseta arvot muotoon
fr: Placez les valeurs dans un format
it: Posiziona i valori in un formato
ja: 値をフォーマットに置きます
nl: Plaats waarden in een formaat
no: Legg verdier i et format
pl: Umieść wartości w formacie
pt: Coloque os valores em um formato
ru: Разместите значения в формат
sk: Hodnoty umiestnite do formátu
sv: Placera värden i ett format
zh_cn: 将值放入格式

# FormulaFunctionFormatOverload0Parameter0
source: Format
cs: Formát
fi: Muoto
it: Formato
ja: フォーマット
nl: Formaat
pt: Formato
ru: Формат
sk: Formát
sv: Formatera
zh_cn: 格式

# FormulaFunctionFromHoursOverload0
source: Duration from a total number of hours
cs: Trvání z celkového počtu hodin
da: Varighed fra et samlet antal timer
de: Dauer von einer Gesamtzahl der Stunden
fi: Kesto tuntien kokonaismäärästä
fr: Durée d'un nombre total d'heures
it: Durata da un numero totale di ore
ja: 総数からの期間
nl: Duur van een totaal aantal uren
no: Varighet fra totalt antall timer
pl: Czas trwania z całkowitej liczby godzin
pt: Duração de um número total de horas
ru: Продолжительность от общего количества часов
sk: Trvanie z celkového počtu hodín
sv: Varaktighet från totalt antal timmar
zh_cn: 从总时间的持续时间

# FormulaFunctionFromMillisecondsOverload0
source: Duration from a total number of milliseconds
cs: Trvání z celkového počtu milisekund
da: Varighed fra et samlet antal millisekunder
de: Dauer von einer Gesamtzahl der Millisekunden
fi: Kesto millisekuntien kokonaismäärästä
fr: Durée d'un nombre total de millisecondes
it: Durata da un numero totale di millisecondi
ja: 総ミリ秒数からの期間
nl: Duur van een totaal aantal milliseconden
no: Varighet fra et totalt antall millisekunder
pl: Czas trwania z całkowitej liczby milisekund
pt: Duração de um número total de milissegundos
ru: Продолжительность от общего количества миллисекунд
sk: Trvanie z celkového počtu miliseconds
sv: Varaktighet från ett totalt antal millisekunder
zh_cn: 从总数为毫秒的持续时间

# FormulaFunctionFromMinutesOverload0
source: Duration from a total number of minutes
cs: Trvání z celkového počtu minut
da: Varighed fra et samlet antal minutter
de: Dauer von einer Gesamtzahl der Minuten
fi: Kesto minuutteista
fr: Durée d'un nombre total de minutes
it: Durata da un numero totale di minuti
ja: 合計分数からの期間
nl: Duur van een totaal aantal minuten
no: Varighet fra et totalt antall minutter
pl: Czas trwania z całkowitej liczby minut
pt: Duração de um número total de minutos
ru: Продолжительность от общего числа минут
sk: Trvanie z celkového počtu minút
sv: Varaktighet från ett totalt antal minuter
zh_cn: 从总分钟的持续时间

# FormulaFunctionFromSecondsOverload0
source: Duration from a total number of seconds
cs: Trvání z celkového počtu sekund
da: Varighed fra et samlet antal sekunder
de: Dauer von einer Gesamtzahl der Sekunden
fi: Kesto sekunnin kokonaismäärästä
fr: Durée d'un nombre total de secondes
it: Durata da un numero totale di secondi
ja: 合計秒数からの期間
nl: Duur van een totaal aantal seconden
no: Varighet fra et totalt antall sekunder
pl: Czas trwania z całkowitej liczby sekund
pt: Duração de um número total de segundos
ru: Продолжительность от общего количества секунд
sk: Trvanie z celkového počtu sekúnd
sv: Varaktighet från ett totalt antal sekunder
zh_cn: 持续时间从总秒数

# FormulaFunctionGreaterThanOrEqualOverload0
source: Whether the first value is greater than or equal to the second value
cs: Zda je první hodnota větší nebo rovna druhé hodnotě
da: Om den første værdi er større end eller lig med den anden værdi
de: Ob der erste Wert größer oder gleich dem zweiten Wert ist
fi: Onko ensimmäinen arvo suurempi tai yhtä suuri kuin toinen arvo
fr: Si la première valeur est supérieure ou égale à la deuxième valeur
it: Se il primo valore è maggiore o uguale al secondo valore
ja: 最初の値が2番目の値以上であるかどうか
nl: Of de eerste waarde groter is dan of gelijk aan de tweede waarde
no: Om den første verdien er større enn eller lik den andre verdien
pl: Czy pierwsza wartość jest większa niż lub równa drugiej wartości
pt: Se o primeiro valor é maior ou igual ao segundo valor
ru: Лучше ли первое значение больше или равно второму значению
sk: Či je prvá hodnota väčšia alebo rovná druhej hodnote
sv: Om det första värdet är större än eller lika med det andra värdet
zh_cn: 第一个值是否大于或等于第二值

# FormulaFunctionGreaterThanOverload0
source: Whether the first value is greater than the second value
cs: Zda je první hodnota větší než druhá hodnota
da: Om den første værdi er større end den anden værdi
de: Ob der erste Wert größer ist als der zweite Wert
fi: Onko ensimmäinen arvo suurempi kuin toinen arvo
fr: Si la première valeur est supérieure à la deuxième valeur
it: Se il primo valore è maggiore del secondo valore
ja: 最初の値が2番目の値より大きいかどうか
nl: Of de eerste waarde groter is dan de tweede waarde
no: Om den første verdien er større enn den andre verdien
pl: Czy pierwsza wartość jest większa niż druga wartość
pt: Se o primeiro valor é maior que o segundo valor
ru: Если первое значение больше, чем второе значение
sk: Či je prvá hodnota väčšia ako druhá hodnota
sv: Om det första värdet är större än det andra värdet
zh_cn: 第一个值是否大于第二个值

# FormulaFunctionHourOverload0
source: Hour of an instant
cs: Hodina okamžitého
da: Time af et øjeblik
de: Stunde eines Augenblicks
fi: Hetki
fr: Heure d'un instant
it: Ora di un istante
ja: 瞬間の時間
nl: Uur van een ogenblik
no: Time på et øyeblikk
pl: Godzina natychmiastowa
pt: Hora de um instante
ru: Час мгновенного
sk: Hodinu okamihu
sv: Enstaka timmar
zh_cn: 瞬间的小时

# FormulaFunctionHoursDisplayOverload0
source: Hours display of the duration of an instant range
cs: Displej doby trvání okamžitého rozsahu
da: Timer visning af varigheden af et øjeblikkeligt rækkevidde
de: Stunden Anzeige der Dauer eines Instantbereichs
fi: Tunnit näkyvät hetken välittömän alueen keston
fr: Heures d'affichage de la durée d'une gamme instantanée
it: Ore visualizzazione della durata di un intervallo istantaneo
ja: 瞬間範囲の期間の時間表示
nl: Uren weergeven van de duur van een instant bereik
no: Timer visning av varigheten av et øyeblikkelig rekkevidde
pl: Godziny wyświetlania czasu trwania natychmiastowego zakresu
pt: Horas de exibição da duração de um intervalo instantâneo
ru: Часы отображения продолжительности мгновенного диапазона
sk: Hodiny Zobrazenie dĺžky trvania instantného rozsahu
sv: Timmar visning av varaktigheten av ett direktområde
zh_cn: 小时显示即时范围的持续时间

# FormulaFunctionHoursDisplayOverload1
source: Hours display of a duration
cs: Zobrazení hodin trvání
da: Timervisning af en varighed
de: Stunden Anzeige einer Dauer
fi: Tunnin näyttö keston
fr: Heures d'affichage d'une durée
it: Visualizzazione delle ore di durata
ja: 期間の時間表示
nl: Uren weergeven van een duur
no: Timer visning av en varighet
pl: Godziny wyświetlania czasu trwania
pt: Exposição de horas de uma duração
ru: Часы отображения продолжительности
sk: Hodín zobrazenia trvania
sv: Timmar visning av en varaktighet
zh_cn: 持续时间的小时显示

# FormulaFunctionHoursOverload0
source: Hours of the duration of an instant range
cs: Hodin trvání okamžitého rozsahu
da: Timer af varigheden af et øjeblikkeligt rækkevidde
de: Stunden der Dauer eines Instantbereichs
fi: Tuntia hetken keston ajan
fr: Heures de la durée d'une gamme instantanée
it: Ore della durata di una gamma istantanea
ja: 瞬間範囲の期間の時間
nl: Uren van de duur van een direct bereik
no: Timer etter varigheten av et øyeblikkelig rekkevidde
pl: Godziny czasu trwania natychmiastowego zakresu
pt: Horas da duração de um intervalo instantâneo
ru: Часы продолжительности мгновенного диапазона
sk: Hodín trvania instantného rozsahu
sv: Timmar av varaktigheten av ett direktområde
zh_cn: 即时范围的持续时间

# FormulaFunctionHoursOverload1
source: Hours of a duration
cs: Hodin trvání
da: Timer af en varighed
de: Stunden einer Dauer
fi: Tunnit kesto
fr: Heures d'une durée
it: Ore di durata
ja: 期間の時間
nl: Uren van een duur
no: Timer med en varighet
pl: Godziny czasu trwania
pt: Horas de uma duração
ru: Часы продолжительности
sk: Hodín trvania
sv: Timmar av en varaktighet
zh_cn: 持续时间

# FormulaFunctionHumanizeInstantRangePattern
source: from {0} to {1}
cs: z {0} až {1}
da: fra {0} til {1}
de: von {0} bis {1}
fr: de {0} à {1}
it: da {0} a {1}
ja: {0}から{1}
nl: van {0} tot {1}
no: fra {0} til {1}
pl: z {0} do {1}
pt: de {0} a {1}
ru: от {0} до {1}
sk: z {0} do {1}
sv: Från {0} till {1}
zh_cn: 从{0}到{1}

# FormulaFunctionHumanizeOverload0
source: Translate an instant into an approximate human-readable description
cs: Přeložit okamžik do přibližného lidského čitelného popisu
da: Oversæt et øjeblik i en omtrentlig menneskelig læsbar beskrivelse
de: Übersetzen Sie einen Moment in eine ungefähre menschenlesbare Beschreibung
fi: Käännä hetki likimääräiseen ihmisen luettavissa olevaan kuvaukseen
fr: Traduire un instant en une description approximative de lisible humaine
it: Traduci un istante in una descrizione approssimativa leggibile dall'uomo
ja: 瞬間を近似人間が読める説明に変換する
nl: Vertaal een ogenblik in een geschatte menselijke leesbare beschrijving
no: Oversett et øyeblikk til en omtrentlig menneskelig lesbar beskrivelse
pl: Przetłumacz chwilę do przybliżonego opisu odczytu odczytu
pt: Traduzir um instante em uma descrição legível por humanos aproximada
ru: Перевести мгновение в приблизительное читаемое человеком
sk: Preložiť okamžitý do aproximálneho ľudského čitateľného popisu
sv: Översätt ett ögonblick till en ungefärlig läsbar beskrivning
zh_cn: 将即时翻译成近似的人类可读描述

# FormulaFunctionHumanizeOverload1
source: Translate an instant range into an approximate human-readable description
cs: Přeložit instantní rozsah do přibližného lidského čitelného popisu
da: Oversæt et øjeblikkeligt område til en omtrentlig menneskelig læsbar beskrivelse
de: Übersetzen Sie einen sofortigen Bereich in eine ungefähre menschenlesbare Beschreibung
fi: Käännä hetkellinen alue likimääräiseen ihmisen luettavissa olevaan kuvaukseen
fr: Traduisez une plage instantanée en une description approximative de lisible humaine
it: Traduci una gamma istantanea in una descrizione approssimativa leggibile dall'uomo
ja: 瞬間範囲を近似人間が読める説明に変換する
nl: Vertaal een instant bereik in een geschatte menselijke leesbare beschrijving
no: Oversett et øyeblikkelig rekkevidde til en omtrentlig menneskelig lesbar beskrivelse
pl: Przetłumacz natychmiastowy zakres do przybliżonego opisu odczytu odczytu
pt: Traduza um intervalo instantâneo em uma descrição aproximada e legível humana
ru: Перевести мгновенный диапазон в приближенное читаемое человеком описание
sk: Preložiť instant sortiment do aproximálneho ľudského čitateľného popisu
sv: Översätt ett omedelbart område till en ungefärlig läsbar beskrivning
zh_cn: 将即时范围转换为近似的人类可读描述

# FormulaFunctionHumanizeOverload2
source: Translate a duration into an approximate human-readable description
cs: Přeložit trvání do přibližného lidského čitelného popisu
da: Oversæt en varighed til en omtrentlig menneskelig læsbar beskrivelse
de: Übersetzen Sie eine Dauer in eine ungefähre menschenlesbare Beschreibung
fi: Käännä kesto likimääräisen ihmisen luettavissa olevaan kuvaukseen
fr: Traduire une durée en une description approximative lisible par l'homme
it: Traduci una durata in una descrizione approssimativa leggibile dall'uomo
ja: 時間を近似人間が読める説明に変換する
nl: Vertaal een duur in een geschatte menselijke leesbare beschrijving
no: Oversett en varighet til en omtrentlig menneskelig lesbar beskrivelse
pl: Przetłumacz czas trwania w przybliżony opis odczytu odczytu
pt: Traduzir uma duração em uma descrição legível por humanos aproximada
ru: Перевести продолжительность в приблизительное чтение человека
sk: Preložiť trvanie do aproximálneho ľudského čitateľného popisu
sv: Översätt en varaktighet till en ungefärlig läsbar beskrivning
zh_cn: 将持续时间转换为近似的人类可读描述

# FormulaFunctionIfOverload0
source: Perform a test to choose between two values
cs: Proveďte test a vyberte si mezi dvěma hodnotami
da: Udfør en test for at vælge mellem to værdier
de: Führen Sie einen Test aus, um zwischen zwei Werten zu wählen
fi: Suorita testi valitaksesi kaksi arvoa
fr: Effectuer un test pour choisir entre deux valeurs
it: Eseguire un test per scegliere tra due valori
ja: 2つの値の間で選択するためのテストを実行してください
nl: Voer een test uit om te kiezen tussen twee waarden
no: Utfør en test for å velge mellom to verdier
pl: Wykonaj test do wyboru między dwiema wartościami
pt: Realize um teste para escolher entre dois valores
ru: Выполнить тест на выбор между двумя значениями
sk: Vykonajte test na výber medzi dvoma hodnotami
sv: Utför ett test för att välja mellan två värden
zh_cn: 执行测试以在两个值之间进行选择

# FormulaFunctionIfOverload0Parameter0
source: Test
da: Prøve
de: Prüfen
fi: Testata
ja: テスト
pt: Teste
ru: Контрольная работа
sk: Skúška
sv: Testa
zh_cn: 测试

# FormulaFunctionIfOverload0Parameter1
source: Value if test is true
cs: Hodnota, pokud je test pravdivý
da: Værdi, hvis testen er sandt
de: Wert, wenn der Test wahr ist
fi: Arvo, jos testi on totta
fr: Valeur si le test est vrai
it: Valore se il test è vero
ja: testがtrueの場合の値
nl: Waarde als de test waar is
no: Verdi hvis testen er sant
pl: Wartość, jeśli test jest prawdziwy
pt: Valor se o teste for verdadeiro
ru: Значение, если тест прав
sk: Hodnota, ak je test pravdivý
sv: Värde om testet är sant
zh_cn: 值如果测试为真

# FormulaFunctionIfOverload0Parameter2
source: Value if test is false
cs: Hodnota, pokud je test false
da: Værdi, hvis testen er falsk
de: Wert, wenn der Test falsch ist
fi: Arvo, jos testi on väärä
fr: Valeur si le test est faux
it: Valore se il test è falso
ja: テストがFalseの場合は値を指定してください
nl: Waarde als de test onwaar is
no: Verdi hvis testen er feil
pl: Wartość, jeśli test jest fałszywy
pt: Valor se o teste for falso
ru: Значение, если тест ложно
sk: Hodnota, ak je test false
sv: Värde om testet är felaktigt
zh_cn: 如果测试是假的值

# FormulaFunctionIndexOfCaseInsensitiveOverload0
source: Zero-based index of the first case insensitive appearance of a value in a value
cs: Index založený na nulovém případě prvního necitlivého vzhledu hodnoty v hodnotě
da: Nulbaseret indeks for det første tilfælde ufølsomt udseende af en værdi i en værdi
de: Nullbasierter Index des ersten Falls unempfindlicher Erscheinungsbild eines Werts in einem Wert
fi: Nollapohjainen indeksi ensimmäisen tapauksen arvion epäherkkä ulkonäkö arvoon
fr: Index à base de zéro du premier cas apparence insensible d'une valeur dans une valeur
it: Indice a base zero del primo caso aspetto insensibile di un valore in un valore
ja: 値の値の最初の大文字と小文字の鈍感な外観のゼロベースのインデックス
nl: Op nul gebaseerde index van het eerste geval ongevoelig uiterlijk van een waarde in een waarde
no: Nullbasert indeks for det første tilfellet ufølsomt utseende av en verdi i en verdi
pl: Wskaźnik zera oparty na pierwszym przypadku niewrażliwego przypadku wartości w wartości
pt: Índice baseado em zero da primeira aparência insensível de um valor em um valor
ru: Нулевой индекс первого случая нечувствительного появления значения в цене
sk: Nulový index prvého prípadu necitlivého vzhľadu hodnoty v hodnote
sv: Nollbaserat index för det första fallet okänsligt utseende av ett värde i ett värde
zh_cn: 基于零的第一个不敏感外观值的一个值

# FormulaFunctionIndexOfCaseInsensitiveOverload0Parameter0
source: Search value
cs: Vyhledávací hodnota
da: Søg værdi
de: Suchwert
fi: Hakuarvo
fr: Valeur de recherche
it: Valore di ricerca
ja: 検索値
nl: Zoekwaarde
no: Søkeverdi
pl: Wartość wyszukiwania
pt: Valor de pesquisa.
ru: Значение поиска
sk: Hodnota vyhľadávania
sv: Sökvärde
zh_cn: 搜索值

# FormulaFunctionIndexOfCaseInsensitiveOverload0Parameter1
source: For value
cs: Pro hodnotu
da: For værdi.
de: Für den Wert
fi: Arvo
fr: Pour la valeur
it: Per valore
ja: 価値のために
nl: Voor waarde
no: For verdi
pl: Dla wartości
pt: Por valor
ru: По стоимости
sk: Pre hodnotu
sv: För värde
zh_cn: 价值

# FormulaFunctionIndexOfOverload0
source: Zero-based index of the first appearance of a value in a value
cs: Nulový index prvního vzhledu hodnoty v hodnotě
da: Nulbaseret indeks for første udseende af en værdi i en værdi
de: Nullbasierter Index des ersten Erscheinungsbildes eines Werts in einem Wert
fi: Nollapohjainen indeksi arvo arvon arvon
fr: Index à base de zéro de la première apparition d'une valeur dans une valeur
it: Indice a base zero della prima apparizione di un valore in un valore
ja: 値の値の最初の外観のゼロベースのインデックス
nl: Op nul gebaseerde index van het eerste uiterlijk van een waarde in een waarde
no: Nullbasert indeks for det første utseendet på en verdi i en verdi
pl: Wskaźnik zera oparty na pierwszym wyglądzie wartości w wartości
pt: Índice baseado em zero da primeira aparência de um valor em um valor
ru: Индекс нуля на основе первого появления значения в цене
sk: Nulový index prvého vzhľadu hodnoty v hodnote
sv: Nollbaserat index för det första utseendet på ett värde i ett värde
zh_cn: 基于零索引的值的第一个出现值

# FormulaFunctionIndexOfOverload0Parameter0
source: Search value
cs: Vyhledávací hodnota
da: Søg værdi
de: Suchwert
fi: Hakuarvo
fr: Valeur de recherche
it: Valore di ricerca
ja: 検索値
nl: Zoekwaarde
no: Søkeverdi
pl: Wartość wyszukiwania
pt: Valor de pesquisa.
ru: Значение поиска
sk: Hodnota vyhľadávania
sv: Sökvärde
zh_cn: 搜索值

# FormulaFunctionIndexOfOverload0Parameter1
source: For value
cs: Pro hodnotu
da: For værdi.
de: Für den Wert
fi: Arvo
fr: Pour la valeur
it: Per valore
ja: 価値のために
nl: Voor waarde
no: For verdi
pl: Dla wartości
pt: Por valor
ru: По стоимости
sk: Pre hodnotu
sv: För värde
zh_cn: 价值

# FormulaFunctionInsertOverload0
source: Insert the a value into a value at the zero-based index
cs: Vložte hodnotu na hodnotu v indexu založené na nulu
da: Indsæt en værdi i en værdi ved det nulbaserede indeks
de: Fügen Sie den A-Wert auf einen Wert beim Null-basierten Index ein
fi: Aseta arvo arvoksi arvoon nollapohjaisessa indeksissä
fr: Insérez la valeur d'une valeur à l'index basé sur zéro
it: Inserire il valore di un valore in un valore nell'indice basato su zero
ja: a値をゼロベースのインデックスの値に挿入する
nl: Steek de waarde in een waarde bij de op nul gebaseerde index
no: Sett inn en verdi i en verdi på nullbasert indeks
pl: Włóż wartość do wartości w indeksie zerowym
pt: Insira um valor em um valor no índice baseado em zero
ru: Вставьте значение в значение на нулевой индекс
sk: Vložte hodnotu do hodnoty v indexe založenom na nulovom
sv: Sätt in ett värde i ett värde vid det nollbaserade indexet
zh_cn: 将值插入基于零索引的值

# FormulaFunctionInsertOverload0Parameter0
source: Value into which to insert
cs: Hodnotu, do které chcete vložit
da: Værdi til at indsætte
de: Wert, in dem einfügen soll
fi: Arvo, johon haluat lisätä
fr: Valeur dans laquelle insérer
it: Valore in cui inserire
ja: 挿入する値への値
nl: Waarde in het invoegen
no: Verdi til å sette inn
pl: Wartość do wstawienia
pt: Valor para inserir
ru: Значение, в которую вставлять
sk: Hodnota, do ktorej sa chcete vložiť
sv: Värde för att infoga
zh_cn: 要插入的值
