Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionQueryForInstantRangeInContextOverload3
source: Query for an instant range in the context of a time slice
cs: Dotaz na instantní rozsah v kontextu časového plátek
da: Forespørgsel efter et øjeblikkeligt område i forbindelse med en tidsskive
de: Abfrage für ein sofortiges Sortiment im Kontext einer Zeitscheibe
fi: Kysely instant-alueelle aikaviipaleessa
fr: Query pour une gamme instantanée dans le contexte d'une tranche de temps
it: Query per una gamma istantanea nel contesto di una fetta del tempo
ja: タイムスライスのコンテキストで瞬時の範囲を問い合わせる
nl: Query voor een direct bereik in de context van een tijdslijf
no: Spørring for et øyeblikkelig rekkevidde i sammenheng med en tidsskive
pl: Zapytanie do natychmiastowego zakresu w kontekście plasterka czasu
pt: Consulta para um intervalo instantâneo no contexto de uma fatia de tempo
ru: Запрос для мгновенного диапазона в контексте нарезки времени
sk: Dotaz na okamžitý rozsah v kontexte časového plášťa
sv: Fråga för ett ögonblick i samband med en tidsskiva
zh_cn: 在时间片的上下文中查询即时范围

# FormulaFunctionQueryForInstantRangeInContextOverload4
source: Query for an instant range in the context of a trait
cs: Dotaz na instantní rozsah v kontextu vlastnosti
da: Forespørgsel efter et øjeblikkeligt område i forbindelse med et træk
de: Abfrage für einen sofortigen Bereich im Kontext eines Merkmals
fi: Kysely instant-alueelle piirteen yhteydessä
fr: Requête pour une gamme instantanée dans le contexte d'un trait
it: Query per una gamma istantanea nel contesto di un tratto
ja: 特性の文脈で即時の範囲を問い合わせる
nl: Query voor een direct bereik in de context van een eigenschap
no: Spørring for et øyeblikkelig rekkevidde i sammenheng med et trekk
pl: Zapytanie o natychmiastową ofertę w kontekście cechy
pt: Consulta para um intervalo instantâneo no contexto de um traço
ru: Запрос для мгновенного диапазона в контексте черта
sk: Dotaz na okamžitý rozsah v kontexte vlastného charakteru
sv: Fråga för ett ögonblick i samband med ett drag
zh_cn: 在特征的上下文中查询即时范围

# FormulaFunctionQueryForInstantRangeInContextOverload5
source: Query for an instant range in the context of a work item
cs: Dotaz na instantní rozsah v kontextu pracovní položky
da: Forespørgsel efter et øjeblikkeligt område i forbindelse med et arbejdsobjekt
de: Abfrage für ein sofortiges Sortiment im Kontext eines Arbeitspunkts
fi: Kysely instant-valikoimasta työerän yhteydessä
fr: Requête pour une gamme instantanée dans le contexte d'un élément de travail
it: Query per una gamma istantanea nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキスト内の即時範囲を問い合わせる
nl: Query voor een direct bereik in de context van een werkitem
no: Forespørsel om et øyeblikkelig rekkevidde i sammenheng med et arbeidsobjekt
pl: Zapytanie o natychmiastową ofertę w kontekście elementu roboczego
pt: Consulta para um intervalo instantâneo no contexto de um item de trabalho
ru: Запрос для мгновенного диапазона в контексте рабочего элемента
sk: Dotaz na okamžitý rozsah v kontexte pracovnej položky
sv: Fråga för ett ögonblick i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询即时范围

# FormulaFunctionQueryForListValueInContextOverload0
source: Query for a list value in the context of an assignment
cs: Dotaz pro hodnotu seznamu v kontextu zadání
da: Forespørgsel for en listeværdi i forbindelse med en opgave
de: Abfrage für einen Listenwert im Kontext einer Aufgabe
fi: Kysely luettelon arvoon tehtävän yhteydessä
fr: Requête pour une valeur de liste dans le contexte d'une affectation
it: Query per un valore di listino nel contesto di un incarico
ja: 割り当てのコンテキストでリスト値を問い合わせる
nl: Query voor een lijstwaarde in de context van een opdracht
no: Forespørsel om en listeverdi i sammenheng med et oppdrag
pl: Zapytanie o wartość listy w kontekście zadania
pt: Consulta para um valor de lista no contexto de uma tarefa
ru: Запрос для значений списка в контексте задания
sk: Dotaz pre hodnotu zoznamu v kontexte priradenia
sv: Fråga för ett listvärde i samband med ett uppdrag
zh_cn: 在分配的上下文中查询列表值

# FormulaFunctionQueryForListValueInContextOverload1
source: Query for a list value in the context of a list value
cs: Dotaz pro hodnotu seznamu v kontextu hodnoty seznamu
da: Forespørg for en liste værdi i forbindelse med en listeværdi
de: Abfrage für einen Listenwert im Kontext eines Listenwerts
fi: Kysely luettelon arvosta luettelon arvon yhteydessä
fr: Requête pour une valeur de liste dans le contexte d'une valeur de liste
it: Query per un valore di listino nel contesto di un valore di elenco
ja: リスト値のコンテキストでリスト値を問い合わせる
nl: Query voor een lijstwaarde in de context van een lijstwaarde
no: Forespørsel om en listeverdi i sammenheng med en listeverdi
pl: Zapytanie o wartość listy w kontekście wartości listy
pt: Consulta para um valor de lista no contexto de um valor de lista
ru: Запрос для значения списка в контексте значения списка
sk: Dotaz pre hodnotu zoznamu v kontexte hodnoty zoznamu
sv: Fråga för ett listvärde i samband med ett listvärde
zh_cn: 在列表值的上下文中查询列表值

# FormulaFunctionQueryForListValueInContextOverload2
source: Query for a list value in the context of a person
cs: Dotaz na hodnotu seznamu v kontextu osoby
da: Forespørgsel for en liste værdi i forbindelse med en person
de: Abfrage für einen Listenwert im Kontext einer Person
fi: Kysely luettelon arvoon henkilön yhteydessä
fr: Requête pour une valeur de liste dans le contexte d'une personne
it: Query per un valore di listino nel contesto di una persona
ja: 人の文脈でリスト値を問い合わせる
nl: Query voor een lijstwaarde in de context van een persoon
no: Forespørsel om en listeverdi i sammenheng med en person
pl: Zapytanie o wartość listy w kontekście osoby
pt: Consulta para um valor de lista no contexto de uma pessoa
ru: Запрос для значений списка в контексте человека
sk: Dotaz pre hodnotu zoznamu v kontexte osoby
sv: Fråga för ett listvärde i samband med en person
zh_cn: 查询人员上下文中的列表值

# FormulaFunctionQueryForListValueInContextOverload3
source: Query for a list value in the context of a time slice
cs: Dotaz pro hodnotu seznamu v kontextu časového plátek
da: Forespørgsel for en liste værdi i forbindelse med en tidsskive
de: Abfrage für einen Listenwert im Kontext einer Zeitscheibe
fi: Kysely luettelon arvoon aikaviipaleessa
fr: Requête pour une valeur de liste dans le contexte d'une tranche de temps
it: Query per un valore di listino nel contesto di una fetta del tempo
ja: タイムスライスのコンテキストでリスト値を問い合わせる
nl: Query voor een lijstwaarde in de context van een tijdslijf
no: Forespørsel om en listeverdi i sammenheng med en tidsskive
pl: Zapytanie o wartość listy w kontekście plasterka czasu
pt: Consulta para um valor de lista no contexto de uma fatia de tempo
ru: Запрос для значений списка в контексте среза времени
sk: Dotaz pre hodnotu zoznamu v kontexte časového rezu
sv: Fråga för ett listvärde i samband med en tidsskiva
zh_cn: 查询时间切片上下文中的列表值

# FormulaFunctionQueryForListValueInContextOverload4
source: Query for a list value in the context of a trait
cs: Dotaz na hodnotu seznamu v kontextu vlastnosti
da: Forespørgsel for en liste værdi i forbindelse med et træk
de: Abfrage für einen Listenwert im Kontext eines Merkmals
fi: Kysely luettelon arvosta piirteen yhteydessä
fr: Requête pour une valeur de liste dans le cadre d'un trait
it: Query per un valore di listino nel contesto di un tratto
ja: 特性のコンテキストでリスト値を問い合わせる
nl: Query voor een lijstwaarde in de context van een eigenschap
no: Forespørsel om en listeverdi i sammenheng med et trekk
pl: Zapytanie o wartość listy w kontekście cechy
pt: Consulta para um valor de lista no contexto de um traço
ru: Запрос для значений списка в контексте черта
sk: Dotaz pre hodnotu zoznamu v kontexte vlastného charakteru
sv: Fråga för ett listvärde i samband med ett drag
zh_cn: 查询特征的上下文中的列表值

# FormulaFunctionQueryForListValueInContextOverload5
source: Query for a list value in the context of a work item
cs: Dotaz pro hodnotu seznamu v kontextu pracovní položky
da: Forespørgsel til en liste værdi i forbindelse med et arbejdsobjekt
de: Abfrage für einen Listenwert im Kontext eines Arbeitspunkts
fi: Kysely luettelon arvoon työpaikan yhteydessä
fr: Requête pour une valeur de liste dans le contexte d'un élément de travail
it: Query per un valore di listino nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキストでリスト値を問い合わせる
nl: Query voor een lijstwaarde in de context van een werkitem
no: Forespørsel om en listeverdi i sammenheng med et arbeidsobjekt
pl: Zapytanie o wartość listy w kontekście elementu roboczego
pt: Consulta para um valor de lista no contexto de um item de trabalho
ru: Запрос для значений списка в контексте рабочего элемента
sk: Dotaz pre hodnotu zoznamu v kontexte pracovnej položky
sv: Fråga för ett listvärde i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询列表值

# FormulaFunctionQueryForMultiLineTextInContextOverload0
source: Query for multi-line text in the context of an assignment
cs: Dotaz pro víceřádkový text v kontextu zadání
da: Forespørgsel til multi-line tekst i forbindelse med en opgave
de: Abfrage für Multi-Line-Text im Kontext einer Aufgabe
fi: Kysely monilinjan tekstiin tehtävän yhteydessä
fr: Requête pour le texte multiligne dans le contexte d'une affectation
it: Query per testo multilinea nel contesto di un incarico
ja: 割り当てのコンテキスト内のマルチラインテキストのクエリ
nl: Query voor tekst met meerdere regel in de context van een opdracht
no: Spørring for multi-line tekst i sammenheng med et oppdrag
pl: Zapytanie dla tekstu wielokresowego w kontekście zadania
pt: Consulta para texto multi-line no contexto de uma tarefa
ru: Запрос для многострочного текста в контексте назначения
sk: Dotaz pre multi-line text v kontexte priradenia
sv: Fråga för multi-line-text i samband med ett uppdrag
zh_cn: 在分配的上下文中查询多行文文本

# FormulaFunctionQueryForMultiLineTextInContextOverload1
source: Query for multi-line text in the context of a list value
cs: Dotaz pro víceřádkový text v kontextu hodnoty seznamu
da: Forespørgsel til multi-line tekst i forbindelse med en liste værdi
de: Abfrage für Multi-Line-Text im Kontext eines Listenwerts
fi: Kysely monilinjan tekstiin luettelon arvon yhteydessä
fr: Requête pour le texte multiligne dans le contexte d'une valeur de liste
it: Query per testo multilinea nel contesto di un valore di elenco
ja: リスト値のコンテキスト内のマルチラインテキストのクエリ
nl: Query voor meerdere regel tekst in de context van een lijstwaarde
no: Spørring for multi-line tekst i sammenheng med en listeverdi
pl: Zapytanie dla tekstu wielokresowego w kontekście wartości listy
pt: Consulta para texto multi-line no contexto de um valor de lista
ru: Запрос для многострочного текста в контексте значения списка
sk: Dotaz pre multi-line text v kontexte hodnoty zoznamu
sv: Fråga för multi-line-text i samband med ett listvärde
zh_cn: 在列表值的上下文中查询多行文本

# FormulaFunctionQueryForMultiLineTextInContextOverload2
source: Query for multi-line text in the context of a person
cs: Dotaz pro multi-line text v kontextu osoby
da: Forespørgsel til multi-line tekst i forbindelse med en person
de: Abfrage für Multi-Line-Text im Kontext einer Person
fi: Kysely monilinjan tekstiin henkilön yhteydessä
fr: Requête pour le texte multiligne dans le contexte d'une personne
it: Query per il testo multilineo nel contesto di una persona
ja: 人の文脈におけるマルチラインテキストのクエリ
nl: Query voor meerdere regel tekst in de context van een persoon
no: Spørring for multi-line tekst i sammenheng med en person
pl: Zapytanie do tekstu wielokresowego w kontekście osoby
pt: Consulta para texto multi-line no contexto de uma pessoa
ru: Запрос для многострочного текста в контексте человека
sk: Dotaz pre multi-line text v kontexte osoby
sv: Fråga för multi-line-text i samband med en person
zh_cn: 在一个人的上下文中查询多行文本

# FormulaFunctionQueryForMultiLineTextInContextOverload3
source: Query for multi-line text in the context of a time slice
cs: Dotaz pro multi-line text v kontextu časového plátek
da: Forespørgsel til multi-line tekst i forbindelse med et tidsskive
de: Abfrage für Multi-Line-Text im Kontext einer Zeitscheibe
fi: Multi-line-tekstin kysely aikaviipaleessa
fr: Requête pour le texte multiligne dans le contexte d'une tranche de temps
it: Query per testo multilinea nel contesto di una fetta del tempo
ja: タイムスライスのコンテキスト内のマルチラインテキストのクエリ
nl: Query voor meerdere regel tekst in de context van een tijdslijf
no: Forespørsel om multi-line tekst i sammenheng med en tidsskive
pl: Zapytanie dla tekstu wielokresowego w kontekście plasterka czasu
pt: Consulta para texto multi-line no contexto de uma fatia de tempo
ru: Запрос для многострочного текста в контексте срез времени
sk: Dotaz pre multi-line text v kontexte časového plášťa
sv: Fråga för multi-line-text i samband med en tidsskiva
zh_cn: 在时间片的上下文中查询多行文本

# FormulaFunctionQueryForMultiLineTextInContextOverload4
source: Query for multi-line text in the context of a trait
cs: Dotaz pro multi-line text v kontextu vlastnosti
da: Forespørgsel til multi-line tekst i forbindelse med et træk
de: Abfrage für Multi-Line-Text im Kontext eines Merkmals
fi: Kysely monilinjan tekstiin piirteen yhteydessä
fr: Requête pour le texte multiligne dans le contexte d'un trait
it: Query per testo multilinea nel contesto di un tratto
ja: 特性の文脈におけるマルチラインテキストのクエリ
nl: Query voor meerdere regel tekst in de context van een eigenschap
no: Spørring for multi-line tekst i sammenheng med et trekk
pl: Zapytanie o tekst wieloinformowany w kontekście cechy
pt: Consulta para texto multi-line no contexto de um traço
ru: Запрос для многострочного текста в контексте черта
sk: Dotaz pre multi-line text v kontexte vlastného charakteru
sv: Fråga för multi-line-text i samband med ett drag
zh_cn: 在特征的上下文中查询多行文本

# FormulaFunctionQueryForMultiLineTextInContextOverload5
source: Query for multi-line text in the context of a work item
cs: Dotaz pro multi-line text v kontextu pracovní položky
da: Forespørgsel til multi-line tekst i forbindelse med et arbejdsobjekt
de: Abfrage für Multi-Line-Text im Kontext eines Arbeitspunkts
fi: Kysely monilinjan tekstiin työerän yhteydessä
fr: Requête pour le texte multiligne dans le contexte d'un élément de travail
it: Query per testo multilinea nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキスト内のマルチラインテキストのクエリ
nl: Query voor meerdere regel tekst in de context van een werkitem
no: Forespørsel om multi-line tekst i sammenheng med et arbeidselement
pl: Zapytanie dla tekstu wielokresowego w kontekście elementu roboczego
pt: Consulta para texto multi-line no contexto de um item de trabalho
ru: Запрос для многострочного текста в контексте рабочего элемента
sk: Dotaz pre multi-line text v kontexte pracovnej položky
sv: Fråga för multi-line-text i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询多行文本

# FormulaFunctionQueryForNumberInContextOverload0
source: Query for a number in the context of an assignment
cs: Dotaz pro číslo v kontextu zadání
da: Forespørgsel for et nummer i forbindelse med en opgave
de: Abfrage für eine Zahl im Kontext einer Aufgabe
fi: Kysely numeroon tehtävän yhteydessä
fr: Requête pour un numéro dans le contexte d'une affectation
it: Query per un numero nel contesto di un incarico
ja: 割り当てのコンテキストで数値を問い合わせる
nl: Query voor een cijfer in de context van een opdracht
no: Forespørsel om et nummer i sammenheng med et oppdrag
pl: Zapytanie o liczbę w kontekście zadania
pt: Consulta para um número no contexto de uma tarefa
ru: Запрос на номер в контексте назначения
sk: Dotaz na číslo v kontexte priradenia
sv: Fråga för ett nummer i samband med ett uppdrag
zh_cn: 查询分配的上下文中的数字

# FormulaFunctionQueryForNumberInContextOverload1
source: Query for a number in the context of a list value
cs: Dotaz pro číslo v kontextu hodnoty seznamu
da: Forespørg for et nummer i forbindelse med en listeværdi
de: Abfrage für eine Nummer im Kontext eines Listenwerts
fi: Kysely numerolle luettelon arvon yhteydessä
fr: Requête pour un numéro dans le contexte d'une valeur de liste
it: Query per un numero nel contesto di un valore di elenco
ja: リスト値のコンテキスト内の数値に対する照会
nl: Query voor een cijfer in de context van een lijstwaarde
no: Forespørsel om et nummer i sammenheng med en listeverdi
pl: Zapytanie o liczbę w kontekście wartości listy
pt: Consulta para um número no contexto de um valor de lista
ru: Запрос на номер в контексте значения списка
sk: Dotaz na číslo v kontexte hodnoty zoznamu
sv: Query för ett nummer i samband med ett listvärde
zh_cn: 查询列表值的上下文中的数字

# FormulaFunctionQueryForNumberInContextOverload2
source: Query for a number in the context of a person
cs: Dotaz na číslo v kontextu osoby
da: Forespørgsel for et nummer i forbindelse med en person
de: Abfrage für eine Zahl im Kontext einer Person
fi: Kysely numeroon henkilön yhteydessä
fr: Requête pour un numéro dans le contexte d'une personne
it: Query per un numero nel contesto di una persona
ja: 人の文脈で数値を問い合わせる
nl: Query voor een cijfer in de context van een persoon
no: Forespørsel om et nummer i sammenheng med en person
pl: Zapytanie o liczbę w kontekście osoby
pt: Consulta para um número no contexto de uma pessoa
ru: Запрос на номер в контексте человека
sk: Dotaz na číslo v kontexte osoby
sv: Fråga för ett nummer i samband med en person
zh_cn: 查询一个人的上下文中的数字

# FormulaFunctionQueryForNumberInContextOverload3
source: Query for a number in the context of a time slice
cs: Dotaz na číslo v kontextu časového plátek
da: Forespørg for et nummer i forbindelse med en tidsskive
de: Abfrage für eine Nummer im Kontext einer Zeitscheibe
fi: Kysely numerolle aikaviipaleiden yhteydessä
fr: Requête pour un numéro dans le contexte d'une tranche de temps
it: Query per un numero nel contesto di una fetta del tempo
ja: タイムスライスのコンテキストで数値を問い合わせる
nl: Query voor een getal in de context van een tijdslijf
no: Forespørsel om et nummer i sammenheng med en tidsskive
pl: Zapytanie o liczbę w kontekście plasterka czasu
pt: Consulta para um número no contexto de uma fatia de tempo
ru: Запрос на номер в контексте среза времени
sk: Dotaz na číslo v kontexte časového rezu
sv: Fråga för ett nummer i samband med en tidsskiva
zh_cn: 查询时间切片上下文中的数字

# FormulaFunctionQueryForNumberInContextOverload4
source: Query for a number in the context of a trait
cs: Dotaz na číslo v kontextu vlastnosti
da: Forespørgsel for et nummer i forbindelse med et træk
de: Abfrage für eine Zahl im Kontext eines Merkmals
fi: Kysely numeroon piirteen yhteydessä
fr: Requête pour un numéro dans le contexte d'un trait
it: Query per un numero nel contesto di un tratto
ja: 特性の文脈で数値を問い合わせる
nl: Query voor een getal in de context van een eigenschap
no: Forespørsel om et nummer i konteksten til en egenskap
pl: Zapytanie o liczbę w kontekście cechy
pt: Consulta para um número no contexto de um traço
ru: Запрос на номер в контексте черта
sk: Dotaz na číslo v kontexte vlastného charakteru
sv: Fråga för ett nummer i samband med ett drag
zh_cn: 查询特征的上下文中的数字

# FormulaFunctionQueryForNumberInContextOverload5
source: Query for a number in the context of a work item
cs: Dotaz pro číslo v kontextu pracovní položky
da: Forespørg for et nummer i forbindelse med et arbejdsobjekt
de: Abfrage für eine Zahl im Kontext eines Arbeitspunkts
fi: Kysely numeron yhteydessä työerän yhteydessä
fr: Requête pour un numéro dans le contexte d'un élément de travail
it: Query per un numero nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキストで数値を問い合わせる
nl: Query voor een cijfer in de context van een werkitem
no: Forespørsel om et nummer i sammenheng med et arbeidsobjekt
pl: Zapytanie o liczbę w kontekście elementu roboczego
pt: Consulta para um número no contexto de um item de trabalho
ru: Запрос на номер в контексте рабочего элемента
sk: Dotaz na číslo v kontexte pracovnej položky
sv: Fråga för ett nummer i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询数字

# FormulaFunctionQueryForPersonInContextOverload0
source: Query for a person in the context of an assignment
cs: Dotaz pro osobu v kontextu úkolu
da: Forespørgsel for en person i forbindelse med en opgave
de: Abfrage für eine Person im Kontext einer Aufgabe
fi: Kysely henkilölle tehtävän yhteydessä
fr: Requête pour une personne dans le contexte d'une mission
it: Query per una persona nel contesto di un incarico
ja: 割り当ての文脈で人のクエリ
nl: Query voor een persoon in de context van een opdracht
no: Spørring for en person i sammenheng med et oppdrag
pl: Zapytanie dla osoby w kontekście zadania
pt: Consulta para uma pessoa no contexto de uma tarefa
ru: Запрос человека в контексте задания
sk: Dotaz pre osobu v kontexte zadania
sv: Fråga för en person i samband med ett uppdrag
zh_cn: 在分配的上下文中查询人员

# FormulaFunctionQueryForPersonInContextOverload1
source: Query for a person in the context of a list value
cs: Dotaz pro osobu v kontextu seznamu seznamu
da: Forespørgsel til en person i forbindelse med en listeværdi
de: Abfrage für eine Person im Rahmen eines Listenwerts
fi: Kysely henkilölle listan arvon yhteydessä
fr: Requête pour une personne dans le contexte d'une valeur de liste
it: Query per una persona nel contesto di un valore di elenco
ja: リスト値のコンテキスト内の人のクエリ
nl: Query voor een persoon in de context van een lijstwaarde
no: Spørring for en person i sammenheng med en listeverdi
pl: Zapytanie dla osoby w kontekście wartości listy
pt: Consulta para uma pessoa no contexto de um valor de lista
ru: Запрос человека в контексте значения списка
sk: Dotaz pre osobu v kontexte hodnoty zoznamu
sv: Fråga för en person i samband med ett listvärde
zh_cn: 在列表值的上下文中查询人员

# FormulaFunctionQueryForPersonInContextOverload2
source: Query for a person in the context of a person
cs: Dotaz pro osobu v kontextu osoby
da: Forespørgsel for en person i forbindelse med en person
de: Abfrage für eine Person im Kontext einer Person
fi: Kysely henkilölle henkilön yhteydessä
fr: Requête pour une personne dans le contexte d'une personne
it: Query per una persona nel contesto di una persona
ja: 人の文脈で人のためのクエリ
nl: Query voor een persoon in de context van een persoon
no: Spørring for en person i sammenheng med en person
pl: Zapytanie dla osoby w kontekście osoby
pt: Consulta para uma pessoa no contexto de uma pessoa
ru: Запрос человека в контексте человека
sk: Dotaz pre osobu v kontexte osoby
sv: Fråga för en person i samband med en person
zh_cn: 在一个人的背景下查询一个人

# FormulaFunctionQueryForPersonInContextOverload3
source: Query for a person in the context of a time slice
cs: Dotaz pro osobu v kontextu časového plátek
da: Forespørgsel for en person i forbindelse med en tidsskive
de: Abfrage für eine Person im Kontext einer Zeitscheibe
fi: Kysely henkilölle aikaviipaleessa
fr: Requête pour une personne dans le contexte d'une tranche de temps
it: Query per una persona nel contesto di una fetta del tempo
ja: タイムスライスのコンテキスト内の人のクエリ
nl: Query voor een persoon in de context van een tijdslijf
no: Spørring for en person i sammenheng med en tidsskive
pl: Zapytanie dla osoby w kontekście plasterka czasu
pt: Consulta para uma pessoa no contexto de uma fatia de tempo
ru: Запрос для человека в контексте срез времени
sk: Dotaz pre osobu v kontexte časového plášťa
sv: Fråga för en person i samband med en tidsskiva
zh_cn: 在时间切片的上下文中查询人员

# FormulaFunctionQueryForPersonInContextOverload4
source: Query for a person in the context of a trait
cs: Dotaz pro osobu v kontextu rysy
da: Forespørgsel til en person i forbindelse med et træk
de: Fragen Sie für eine Person im Kontext eines Merkmals
fi: Kysely henkilölle piirteen yhteydessä
fr: Requête pour une personne dans le contexte d'un trait
it: Query per una persona nel contesto di un tratto
ja: 特性の文脈における人のクエリ
nl: Query voor een persoon in de context van een eigenschap
no: Spørring for en person i sammenheng med en egenskap
pl: Zapytanie dla osoby w kontekście cechy
pt: Consulta para uma pessoa no contexto de um traço
ru: Запрос для человека в контексте черта
sk: Dotaz pre osobu v kontexte vlastného charakteru
sv: Fråga för en person i samband med ett drag
zh_cn: 在特征的背景下对一个人进行查询
