Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionStartsWithCaseInsensitiveOverload0
source: Whether a value case insensitively starts with another value
cs: Zda hodnota případy necitlivě začíná jinou hodnotou
da: Om en værdi sag ikke starter med en anden værdi
de: Ob ein Wertfall unbenannt mit einem anderen Wert beginnt
fi: Onko arvokotelo hyökkäävästi alkaa toisella arvolla
fr: Si un cas de valeur démarre insensitativement avec une autre valeur
it: Se una custodia del valore inizia insensitiva con un altro valore
ja: 値の場合が別の値で鈍感に始まるかどうか
nl: Of een waardecase onensitief begint met een andere waarde
no: Hvorvidt et verdi sak ufølsomt starter med en annen verdi
pl: Czy przypadek wartości nierzeczywali się od innej wartości
pt: Se um caso de valor insensitivamente começa com outro valor
ru: Является ли значением значения безчувствительно, начинается с другой ценности
sk: Či sa hodnotový prípad necitlivo začína inou hodnotou
sv: Huruvida ett värdefallet okänsligt börjar med ett annat värde
zh_cn: 价值案例是否以另一个值开头

# FormulaFunctionStartsWithCaseInsensitiveOverload0Parameter0
source: Check value
cs: Zkontrolujte hodnotu
da: Tjek værdi.
de: Wert überprüfen
fi: Tarkista arvo
fr: Vérifier la valeur
it: Controllare il valore
ja: 値を確認してください
nl: Controleer waarde
no: Sjekk verdi
pl: Sprawdź wartość
pt: Verifique o valor
ru: Проверьте значение
sk: Skontrolovať hodnotu
sv: Kontrollera värdet
zh_cn: 检查价值

# FormulaFunctionStartsWithCaseInsensitiveOverload0Parameter1
source: For value at the beginning
cs: Na počátku
da: For værdi i begyndelsen
de: Für den Wert am Anfang
fi: Arvoa alussa
fr: Pour une valeur au début
it: Per valore all'inizio
ja: 初めの値の場合
nl: Voor waarde aan het begin
no: For verdi i begynnelsen
pl: Dla wartości na początku
pt: Por valor no início
ru: Для стоимости в начале
sk: Pre hodnotu na začiatku
sv: För värde i början
zh_cn: 在开始时的价值

# FormulaFunctionStartsWithOverload0
source: Whether a value starts with another value
cs: Zda hodnota začíná jinou hodnotou
da: Om en værdi starter med en anden værdi
de: Ob ein Wert mit einem anderen Wert beginnt
fi: Onko arvo aloitetaan toisella arvolla
fr: Si une valeur commence par une autre valeur
it: Se un valore inizia con un altro valore
ja: 値が別の値で始まるかどうか
nl: Of een waarde begint met een andere waarde
no: Om en verdi starter med en annen verdi
pl: Czy wartość zaczyna się od innej wartości
pt: Se um valor começa com outro valor
ru: Начинается ли значение с другой ценности
sk: Či hodnota začína inou hodnotou
sv: Om ett värde börjar med ett annat värde
zh_cn: 值是否以另一个值始于

# FormulaFunctionStartsWithOverload0Parameter0
source: Check value
cs: Zkontrolujte hodnotu
da: Tjek værdi.
de: Wert überprüfen
fi: Tarkista arvo
fr: Vérifier la valeur
it: Controllare il valore
ja: 値を確認してください
nl: Controleer waarde
no: Sjekk verdi
pl: Sprawdź wartość
pt: Verifique o valor
ru: Проверьте значение
sk: Skontrolovať hodnotu
sv: Kontrollera värdet
zh_cn: 检查价值

# FormulaFunctionStartsWithOverload0Parameter1
source: For value at the beginning
cs: Na počátku
da: For værdi i begyndelsen
de: Für den Wert am Anfang
fi: Arvoa alussa
fr: Pour une valeur au début
it: Per valore all'inizio
ja: 初めの値の場合
nl: Voor waarde aan het begin
no: For verdi i begynnelsen
pl: Dla wartości na początku
pt: Por valor no início
ru: Для стоимости в начале
sk: Pre hodnotu na začiatku
sv: För värde i början
zh_cn: 在开始时的价值

# FormulaFunctionSubOverload0
source: Text from a value starting at a zero-based index
cs: Text z hodnoty začínající na nulovém indexu
da: Tekst fra en værdi, der starter ved et nulbaseret indeks
de: Text von einem Wert, der auf einem Null-basierten Index beginnt
fi: Teksti arvosta, joka alkaa nollapohjaisesta indeksistä
fr: Texte d'une valeur à partir d'un index à base de zéro
it: Testo da un valore Avvio di un indice basato su zero
ja: ゼロベースのインデックスから始まる値からのテキスト
nl: Tekst uit een waarde die begint bij een op nul gebaseerde index
no: Tekst fra en verdi som starter på en nullbasert indeks
pl: Tekst z wartości rozpoczynającej się od indeksu zerowego
pt: Texto de um valor a partir de um índice baseado em zero
ru: Текст из значения, начиная с нулевого индекса
sk: Text z hodnoty, ktorá začína v indexe založenom na nulova
sv: Text från ett värde som börjar med ett nollbaserat index
zh_cn: 从基于零索引开始的值的文本

# FormulaFunctionSubOverload0Parameter1
source: Index
da: Indeks
fi: Indeksi
fr: Indice
it: Indice
ja: 索引
nl: Inhoudsopgave
no: Indeks
pl: Indeks
pt: Índice
ru: Показатель
zh_cn: 指数

# FormulaFunctionSubOverload1
source: Text from a value starting at a zero-based index up to a length
cs: Text z hodnoty začínající na nulovém indexu až do délky
da: Tekst fra en værdi, der starter ved et nulbaseret indeks op til en længde
de: Text von einem Wert, der an einem nullbasierten Index bis zu einer Länge beginnt
fi: Teksti arvosta, joka alkaa nollapohjaisesta indeksistä jopa pituuteen asti
fr: Texte d'une valeur à partir d'un index à base de zéro jusqu'à une longueur
it: Testo da un valore a partire da un indice a base zero fino a una lunghezza
ja: ゼロベースのインデックスから始まる値から長さまでのテキスト
nl: Tekst uit een waarde vanaf een op nul gebaseerde index tot een lengte
no: Tekst fra en verdi som starter ved en nullbasert indeks opp til en lengde
pl: Tekst z wartości rozpoczynającej się od indeksu zerowego opartego na długości
pt: Texto de um valor a partir de um índice baseado em zero até um comprimento
ru: Текст из значения, начиная с нулевого индекса до длины
sk: Text z hodnoty, ktorá začína v indexe založenom na nulovom založenom na dĺžke
sv: Text från ett värde som börjar med ett nollbaserat index upp till en längd
zh_cn: 从基于零索引开始的值的文本到长度

# FormulaFunctionSubOverload1Parameter1
source: Index
da: Indeks
fi: Indeksi
fr: Indice
it: Indice
ja: 索引
nl: Inhoudsopgave
no: Indeks
pl: Indeks
pt: Índice
ru: Показатель
zh_cn: 指数

# FormulaFunctionSubOverload1Parameter2
source: Length
cs: Délka
da: Længde.
de: Länge
fi: Pituus
fr: Longueur
it: Lunghezza
ja: 長さ
nl: Lengte
no: Lengde
pl: Długość
pt: Comprimento
ru: Длина
sk: Dĺžka
sv: Längd
zh_cn: 长度

# FormulaFunctionSubtractOverload0
source: Subtract a number by a number
cs: Odečtěte číslo číslem
da: Trække et nummer med et nummer
de: Subtrahieren Sie eine Zahl von einer Zahl
fi: Vähennä numero numerolla
fr: Soustrayez un numéro par un numéro
it: Sottrarre un numero di un numero
ja: 数字で数を減算します
nl: Trek een nummer af door een nummer
no: Trekke et tall med et tall
pl: Odejmij liczbę według numeru
pt: Subtrair um número por um número
ru: Вычесть номер по номеру
sk: Odpočítať číslo podľa čísla
sv: Subtrahera ett nummer med ett nummer
zh_cn: 通过数字减去一个数字

# FormulaFunctionSubtractOverload1
source: Subtract the duration of an instant range from an instant
cs: Odečtěte dobu trvání okamžitého rozsahu od okamžiku
da: Trække varigheden af et øjeblikkeligt område fra et øjeblik
de: Subtrahieren Sie die Dauer eines Instantbereichs von einem Moment
fi: Vähennä hetkellisen vaihtelun kesto hetkestä
fr: Soustrayez la durée d'une gamme instantanée d'un instant
it: Sottrarre la durata di un intervallo istantaneo da un istante
ja: 瞬時から瞬時の範囲の期間を差し引く
nl: Trek de duur van een direct bereik van een moment af
no: Trekk varigheten av et øyeblikkelig rekkevidde fra et øyeblikk
pl: Odejmij czas trwania natychmiastowego zakresu od chwili
pt: Subtrair a duração de um intervalo instantâneo de um instante
ru: Вычтите продолжительность мгновенного диапазона от мгновенного
sk: Odpočítať dĺžku trvania instantného rozsahu od okamihu
sv: Subtrahera varaktigheten av ett omedelbart område från ett ögonblick
zh_cn: 从瞬间中减去即时范围的持续时间

# FormulaFunctionSubtractOverload2
source: Subtract a duration from an instant
cs: Odečtěte dobu trvání z okamžiku
da: Trække en varighed fra et øjeblik
de: Subtrahieren Sie eine Dauer von einem Moment
fi: Vähennä kestoa hetkestä
fr: Soustraire une durée d'un instant
it: Sottrarre una durata da un istante
ja: 瞬間から持続時間を差し引いてください
nl: Trek een tijdstip van een moment af
no: Trekk en varighet fra et øyeblikk
pl: Odejmij czas trwania od chwili
pt: Subtrair uma duração de um instante
ru: Вычесть продолжительность от мгновенного
sk: Odpočítať trvanie od okamihu
sv: Subtrahera en varaktighet från ett ögonblick
zh_cn: 从即时减去持续时间

# FormulaFunctionSubtractOverload3
source: Subtract the duration of an instant range from the duration of an instant range
cs: Odečtěte dobu trvání okamžitého rozsahu od doby trvání instantního rozsahu
da: Trække varigheden af et øjeblikkeligt område fra varigheden af et øjeblikkeligt område
de: Subtrahieren Sie die Dauer eines sofortigen Bereichs von der Dauer eines Instant-Bereichs
fi: Vähennä hetkellisen vaihtelun kestoa hetkellisen alueen kestosta
fr: Soustrayez la durée d'une plage instantanée de la durée d'une gamme instantanée
it: Sottrarre la durata di un intervallo istantaneo dalla durata di un intervallo istantaneo
ja: 瞬時範囲の期間から瞬時の範囲の期間を差し引く
nl: Trek de duur van een direct bereik af van de duur van een instant bereik
no: Trekk varigheten av et øyeblikkelig rekkevidde fra varigheten av et øyeblikkelig rekkevidde
pl: Odejmij czas trwania natychmiastowego zakresu od czasu trwania natychmiastowego zakresu
pt: Subtrair a duração de um intervalo instantâneo a partir da duração de um intervalo instantâneo
ru: Вычтите длительность мгновенного диапазона от продолжительности мгновенного диапазона
sk: Odčítajte trvanie instantného rozsahu od trvania instantného rozsahu
sv: Subtrahera varaktigheten av ett omedelbart område från varaktigheten av ett omedelbart område
zh_cn: 从即时范围的持续时间减去即时范围的持续时间

# FormulaFunctionSubtractOverload4
source: Subtract a duration from the duration of an instant range
cs: Odečtěte dobu trvání od doby trvání instantního rozsahu
da: Trække en varighed fra varigheden af et øjeblikkeligt område
de: Subtrahieren Sie eine Dauer von der Dauer eines Instantbereichs
fi: Vähennä kestoa hetkellisen alueen kestosta
fr: Soustrayez une durée de la durée d'une gamme instantanée
it: Sottrarre una durata dalla durata di un intervallo istantaneo
ja: 瞬時の範囲の期間から持続時間を差し引く
nl: Trek een duur af van de duur van een instant bereik
no: Trekke en varighet fra varigheten av et øyeblikkelig rekkevidde
pl: Odejmij czas trwania od czasu trwania natychmiastowego zakresu
pt: Subtrair uma duração a duração de um intervalo instantâneo
ru: Вычесть длительность от продолжительности мгновенного диапазона
sk: Odpočítať trvania od trvania instantného rozsahu
sv: Subtrahera en varaktighet från varaktigheten av ett direktområde
zh_cn: 从即时范围的持续时间减去持续时间

# FormulaFunctionSubtractOverload5
source: Subtract the duration of an instant range from a duration
cs: Odečtěte dobu trvání okamžitého rozsahu od doby trvání
da: Trække varigheden af et øjeblikkeligt område fra en varighed
de: Subtrahieren Sie die Dauer eines sofortigen Bereichs von einer Dauer
fi: Vähennä ajanjakson kestoa kestosta
fr: Soustrayez la durée d'une gamme instantanée d'une durée
it: Sottrarre la durata di un intervallo istantaneo da una durata
ja: 期間から瞬時の範囲の期間を差し引く
nl: Trek de duur van een direct bereik af van een duur
no: Trekke varigheten av et øyeblikkelig rekkevidde fra en varighet
pl: Odejmij czas trwania natychmiastowego zakresu od czasu trwania
pt: Subtrair a duração de um intervalo instantâneo de uma duração
ru: Вычтите продолжительность мгновенного диапазона от продолжительности
sk: Odpočítať dĺžku trvania instantného rozsahu od trvania
sv: Subtrahera varaktigheten av ett omedelbart område från en varaktighet
zh_cn: 从持续时间中减去即时范围的持续时间

# FormulaFunctionSubtractOverload6
source: Subtract a duration from a duration
cs: Odečtěte dobu trvání od doby trvání
da: Trække en varighed fra en varighed
de: Subtrahieren Sie eine Dauer von einer Dauer
fi: Vähennä kesto kestoa
fr: Soustrayez une durée d'une durée
it: Sottrarre una durata da una durata
ja: 期間から持続時間を差し引きます
nl: Trek een duur van een duur af
no: Trekke en varighet fra en varighet
pl: Odejmij czas trwania od czasu trwania
pt: Subtrair uma duração de uma duração
ru: Вычесть длительность от продолжительности
sk: Odčítajte trvanie z trvania
sv: Subtrahera en varaktighet från en varaktighet
zh_cn: 从持续时间减去持续时间

# FormulaFunctionSubtractOverload7
source: Subtract an instant from an instant
cs: Odečtěte okamžitý od okamžiku
da: Træk et øjeblik fra et øjeblik
de: Subtrahieren Sie einen Moment von einem Augenblick
fi: Vähennä hetki välittömästi
fr: Soustraire un instant d'un instant
it: Sottrarre un istante da un istante
ja: 瞬時から瞬時に減算します
nl: Trek een moment af van een moment
no: Trekk et øyeblikk fra et øyeblikk
pl: Odejmij chwilę od chwili
pt: Subtrair um instante de um instante
ru: Вычитает мгновение от мгновенного
sk: Odčítajte okamžitý od okamihu
sv: Subtrahera ett ögonblick från ett ögonblick
zh_cn: 从即时减去即时

# FormulaFunctionSumFromOverload0
source: Sum the durations of the values of an instant range trait that fall after an instant value
cs: Suma trvání hodnot instantního rozsahu rysy, které spadají po okamžité hodnotě
da: Summen af værdierne af værdierne for et øjeblikkeligt rækkevidde, der falder efter en øjeblikkelig værdi
de: Summieren Sie die Dauer der Werte eines Instant Range-Merkmals, die nach einem sofortigen Wert fallen
fi: Summa välittömän arvon arvon arvojen kesto, joka putoaa instant-arvon jälkeen
fr: Somme les durées des valeurs d'un trait d'une plage instantanée qui tombent après une valeur instantanée
it: Somma le durate dei valori di un tratto della gamma istantanea che cadono dopo un valore istantaneo
ja: インスタント値の後に立ち下がる瞬間範囲形質の値の持続時間を合計する
nl: De duur van de waarden van een directe bereik-eigenschap die na een onmiddellijke waarde vallen
no: Sum varighetene i verdiene for et øyeblikkelig egenskap som faller etter en umiddelbar verdi
pl: Suma trwałości wartości cechy instant zasięgu, która spadają po natychmiastowej wartości
pt: Soma as durações dos valores de um traço de intervalo instantâneo que cai após um valor instantâneo
ru: Сумма продолжительностью значений четки мгновенного диапазона, которая падает после мгновенного значения
sk: Súčet trvanlivosti hodnôt s okamžitým rozsahom, ktoré klesá po okamžitej hodnote
sv: Summera varaktigheterna av värdena för ett omedelbart sortiment som faller efter ett omedelbart värde
zh_cn: 总和在即时值后落下的即时范围特征的值的持续时间

# FormulaFunctionSumFromOverload1
source: Sum the durations of the values of an instant range trait that fall after an instant value that pass a test
cs: Suma trvání hodnot rychlého rysu, který spadá po okamžité hodnotě, která předá test
da: Summen af værdierne af et øjeblikkeligt rækkevidde, der falder efter en øjeblikkelig værdi, der passerer en test
de: Summe der Dauer der Werte eines Instant Range-Merkmals, die nach einem sofortigen Wert fallen, der einen Test weitergibt
fi: Summaus välittömän alueen ominaisuuden arvojen kesto, joka putoaa testin suorittamisen jälkeen
fr: Somme les durées des valeurs d'un trait d'une plage instantanée qui tombent après une valeur instantanée qui passent un test
it: Somma le durate dei valori di un tratto di intervallo istantaneo che cadono dopo un valore istantaneo che passa un test
ja: テストに合格した瞬間値の後に立ち下がる瞬間的な範囲形質の値の持続時間を合計する
nl: Som de duur van de waarden van een directe bereikcontrole die na een onmiddellijke waarde die een test passeert
no: Summe varighetene i verdiene til et øyeblikkeligtrekk som faller etter en øyeblikkelig verdi som passerer en test
pl: Suma trwałości wartości cechy instant zasięgu, które spadają po natychmiastowej wartości, która przekazuje test
pt: Soma as durações dos valores de um traço de intervalo instantâneo que cai após um valor instantâneo que passe um teste
ru: Сумма продолжительностью значений признаков мгновенного диапазона, которая падает после мгновенного значения, которое проходит тест
sk: Súčet Trápania hodnôt funkcie okamžitého rozsahu, ktoré napadnú po okamžitej hodnote, ktorá prejde test
sv: Summa varaktigheterna av värdena för ett omedelbart sortiment som faller efter ett omedelbart värde som passerar ett test
zh_cn: 在通过测试的即时值之后，总结即时范围特征的值的持续时间

# FormulaFunctionSumOverload0
source: Sum the values of a duration trait
cs: Součet hodnoty trvání rysy
da: Summen værdierne af et varighedsegenskab
de: Summieren Sie die Werte eines Dauermerkmals
fi: Summa kestopiirin arvot
fr: Somme les valeurs d'un trait de durée
it: Somma i valori di un tratto di durata
ja: 期間の特性の値を合計してください
nl: Som de waarden van een eigenschap van de duur
no: Summe verdiene i en varighetstrekk
pl: Suma wartości tury
pt: Soma os valores de um traço de duração
ru: Суммировать значения длительности черта
sk: Súčet hodnôt trvania vlastnosti
sv: Summa värdena för en varaktighetsdrag
zh_cn: 总和持续时间特征的值

# FormulaFunctionSumOverload1
source: Sum the durations of the values of an instant range trait
cs: Součet přijímání hodnot hodnoty instantního rozsahu
da: Summe varigheden af værdierne for et øjeblikkeligt rækkevidde
de: Summieren Sie die Dauer der Werte eines Instant Range-Merkmals
fi: Summa välittömän sijainnin arvojen kesto
fr: Sum à la durée des valeurs d'un trait de gamme instantanée
it: Somma le durate dei valori di un tratto della gamma istantanea
ja: 即時範囲形質の値の期間を合計する
nl: Som de duur van de waarden van een instant bereik-eigenschap
no: Summe varighetene i verdiene til et øyeblikkelig egenskap
pl: Suma trwałości wartości tej cechy zasięgu
pt: Soma as durações dos valores de um traço de intervalo instantâneo
ru: Сумма продолжительностью значений четки мгновенного диапазона
sk: Súčet trvanlivými hodnotami hodnoty okamžitého rozsahu
sv: Summera varaktigheterna av värdena för ett omedelbart sortiment
zh_cn: 总和即时特征的值的持续时间

# FormulaFunctionSumOverload10
source: Sum the durations of the values of an instant range trait that fall between two instant values
cs: Suma doby trvání hodnot instantního rozsahu rysy, které spadají mezi dvěma okamžitými hodnotami
da: Summen af værdierne af et øjeblikkeligt rækkevidde, der falder mellem to øjeblikkelige værdier
de: Summe der Dauer der Werte eines Instant Range-Merkmals, die zwischen zwei sofortigen Werten fallen
fi: Summaus välittömän sijainnin arvojen arvojen kestoon, joka kuuluu kahden välittömän arvon välillä
fr: Sum à la durée des valeurs d'un trait d'une plage instantanée qui tombe entre deux valeurs instantanées
it: Somma le durate dei valori di un tratto intervallo istantaneo che cadono tra due valori istantanei
ja: 2つの瞬間値の間に立ち下がる瞬間範囲形質の値の持続時間を合計する
nl: Som de duur van de waarden van een instant bereik-eigenschap die tussen twee directe waarden vallen
no: Summe varighetene i verdiene til et øyeblikkeligtrekk som faller mellom to umiddelbare verdier
pl: Suma czasów trwałości cechy instant zasięgu, które spadają między dwiema natychmiastowymi wartościami
pt: Soma as durações dos valores de um traço de intervalo instantâneo que cai entre dois valores instantâneos
ru: Сумма продолжительностью значений признаков мгновенного диапазона, которая падает между двумя мгновенными значениями
sk: Súčet trvania hodnôt redakčného sortimentu, ktoré spadajú medzi dvoma okamžitými hodnotami
sv: Summa varaktigheterna av värdena för ett omedelbart sortiment som faller mellan två omedelbara värden
zh_cn: 总和落在两个即时值之间的即时范围特征的持续时间

# FormulaFunctionSumOverload11
source: Sum the durations of the values of an instant range trait that fall between two instant values that pass a test
cs: Součet přijímání hodnot rychlého rysu, který spadá mezi dvěma okamžitými hodnotami, které procházejí zkouškou
da: Summen af værdierne af et øjeblikkeligt rækkevidde, der falder mellem to øjeblikkelige værdier, der passerer en test
de: Summe der Dauer der Werte eines Instant Range-Merkmals, die zwischen zwei sofortigen Werten fallen, die einen Test bestehen
fi: Summa välittömän alueen ominaisuuden arvot, jotka kuuluvat testin kahden välittömän arvon välillä
fr: Somme les durées des valeurs d'un trait d'une plage instantanée qui tombent entre deux valeurs instantanées qui passent un test
it: Somma le durate dei valori di un tratto della gamma istantanea che cadono tra due valori istantanei che passano un test
ja: テストを通過する2つの瞬間値の間に立ち下がる即時範囲形質の値の持続時間を合計する
nl: Som de duur van de waarden van een directe bereik-eigenschap die tussen twee directe waarden die een test passeren
no: Summe varighetene i verdiene til et øyeblikkelig egenskap som faller mellom to umiddelbare verdier som passerer en test
pl: Suma czasów trwania wartości tej cechy zasięgu, które spadają między dwiema natychmiastowymi wartościami, które przechodzą test
pt: Soma as durações dos valores de um traço de intervalo instantâneo que caem entre dois valores instantâneos que passam em um teste
ru: Сумма продолжительностью значений признаков мгновенного диапазона, которая падает между двумя мгновенными значениями, которые проходят тест
sk: Súčet trvanlivosti hodnôt funkcie okamžitého rozsahu, ktoré spadajú medzi dvoma okamžitými hodnotami, ktoré prechádzajú testom
sv: Summa varaktigheterna av värdena för ett omedelbart sortiment som faller mellan två omedelbara värden som passerar ett test
zh_cn: 总和在通过测试的两个即时值之间的即时范围特征的持续时间

# FormulaFunctionSumOverload2
source: Concatenate the values of a multi-line text trait
cs: Zřetězte hodnoty multi-line textové vlastnosti
da: Sammenfatter værdierne for en multi-line tekstregen
de: Verketten Sie die Werte eines mehrzeiligen Textmerkmals
fi: Keksiä monilinjan tekstin ominaisuuden arvot
fr: Concaténer les valeurs d'un trait de texte multiligne
it: Concatena i valori di un tratto di testo multi-line
ja: マルチラインテキスト形式の値を連結する
nl: Concatenate de waarden van een multi-line teksttrek
no: Sammenkoble verdiene til en multi-line teksttrekk
pl: Conatenate wartości cechy tekstowej wielointerii
pt: Concatenar os valores de um traço de texto multi-line
ru: Объединить значения многострочной текстовой черты
sk: Zkončite hodnoty multi-line textového znaku
sv: Sammanfogade värdena för en multilinje textdrag
zh_cn: 串联多线文本特征的值

# FormulaFunctionSumOverload3
source: Sum the values of a number trait
cs: Součet hodnot číselné rysy
da: Summen værdierne af et talegenskab
de: Summieren Sie die Werte einer Nummernmerkmale
fi: Summa numeron piirre arvot
fr: Somme les valeurs d'un trait de numéro
it: Somma i valori di un tratto numerico
ja: 数値特性の値を合計してください
nl: Som de waarden van een getalkenmerk
no: Summe verdiene til et talltrekk
pl: Suma wartości cechy liczby
pt: Soma os valores de um traço numérico
ru: Суммировать значения номера черты
sk: Súčet hodnôt číselného znaku
sv: Summa värdena för ett nummerdrag
zh_cn: 总和数量特征的值

# FormulaFunctionSumOverload4
source: Concatenate the values of a single-line text trait
cs: Zřetězte hodnoty jednorázového textového znaku
da: Sammenkoble værdierne for en enkelt-line tekstregen
de: Verketten Sie die Werte eines einzelnen Textmerkmals
fi: Yhdistää yhden line tekstin ominaisuuden arvot
fr: Concaténer les valeurs d'un trait de texte à une seule ligne
it: Concatenare i valori di un tratto di testo a riga singola
ja: 単線テキスト特性の値を連結する
nl: Concatenate de waarden van een single-line teksttrek
no: Sammenkoble verdiene til en enkelt linje teksttrekk
pl: Conatenate wartości cechy tekstowej pojedynczej linii
pt: Concatenar os valores de um traço de texto de linha única
ru: Объединить значения однострочной текстовой черты
sk: Zkončite hodnoty jednorazového textového znaku
sv: Sammanfoga värdena för en enstaka textdrag
zh_cn: 串联单行文本特征的值
