Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionQueryForPersonInContextOverload5
source: Query for a person in the context of a work item
cs: Dotaz pro osobu v kontextu pracovní položky
da: Forespørgsel for en person i forbindelse med et arbejdsobjekt
de: Abfrage für eine Person im Kontext eines Arbeitspunkts
fi: Kysely henkilölle työpaikan yhteydessä
fr: Requête pour une personne dans le contexte d'un élément de travail
it: Query per una persona nel contesto di un oggetto di lavoro
ja: 作業項目の文脈内の人のクエリ
nl: Query voor een persoon in de context van een werkitem
no: Spørring for en person i sammenheng med et arbeidsobjekt
pl: Zapytanie dla osoby w kontekście przedmiotu pracy
pt: Consulta para uma pessoa no contexto de um item de trabalho
ru: Запрос для человека в контексте рабочего элемента
sk: Dotaz pre osobu v kontexte pracovnej položky
sv: Fråga för en person i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询人员

# FormulaFunctionQueryForSingleLineTextInContextOverload0
source: Query for single-line text in the context of an assignment
cs: Dotaz pro jednorázový text v kontextu zadání
da: Forespørgsel til single-line tekst i forbindelse med en opgave
de: Abfrage für Einzeltext im Kontext einer Aufgabe
fi: Yksittäisen tekstin kysely tehtävän yhteydessä tehtävän yhteydessä
fr: Requête pour le texte à une ligne dans le contexte d'une affectation
it: Query per il testo a riga singola nel contesto di un incarico
ja: 割り当てのコンテキスト内の単線テキストのクエリ
nl: Query voor tekst met één lijn in de context van een opdracht
no: Forespørsel om enkeltlinje tekst i sammenheng med et oppdrag
pl: Zapytanie do tekstu jednorazowego w kontekście zadania
pt: Consulta para texto de linha única no contexto de uma tarefa
ru: Запрос для однострочного текста в контексте назначения
sk: Dotaz na jedno-line text v kontexte priradenia
sv: Fråga för enstaka text i samband med ett uppdrag
zh_cn: 在分配的上下文中查询单行文本

# FormulaFunctionQueryForSingleLineTextInContextOverload1
source: Query for single-line text in the context of a list value
cs: Dotaz pro jednorázový text v kontextu hodnoty seznamu
da: Forespørgsel til single-line tekst i forbindelse med en liste værdi
de: Abfrage für Single-Line-Text im Rahmen eines Listenwerts
fi: Yksittäisen tekstin kysely listan arvon yhteydessä
fr: Requête pour le texte à une ligne dans le contexte d'une valeur de liste
it: Query per testo a riga singola nel contesto di un valore di elenco
ja: リスト値のコンテキスト内の単線テキストのクエリ
nl: Query voor tekst met één lijn in de context van een lijstwaarde
no: Forespørsel om enkeltlinje tekst i sammenheng med en listeverdi
pl: Zapytanie o tekst jednokierunkowy w kontekście wartości listy
pt: Consulta para texto de linha única no contexto de um valor de lista
ru: Запрос для однострочного текста в контексте значения списка
sk: Dotaz pre jednorazový text v kontexte hodnoty zoznamu
sv: Fråga för enstaka text i samband med ett listvärde
zh_cn: 列表值上下文中的单行文本查询

# FormulaFunctionQueryForSingleLineTextInContextOverload2
source: Query for single-line text in the context of a person
cs: Dotaz pro jednorázový text v kontextu osoby
da: Forespørgsel til single-line tekst i forbindelse med en person
de: Abfrage für Single-Line-Text im Kontext einer Person
fi: Yksittäisen tekstin kysely henkilön yhteydessä
fr: Requête pour le texte unique dans le contexte d'une personne
it: Query per il testo a riga singola nel contesto di una persona
ja: 人の文脈における単線テキストのクエリ
nl: Query voor tekst met één lijn in de context van een persoon
no: Spørring for enkeltlinje tekst i sammenheng med en person
pl: Zapytanie o tekst jednokierowy w kontekście osoby
pt: Consulta para texto de linha única no contexto de uma pessoa
ru: Запрос на однострочный текст в контексте человека
sk: Dotaz pre jedno-line text v kontexte osoby
sv: Fråga för enstaka text i samband med en person
zh_cn: 在一个人的上下文中查询单行文本

# FormulaFunctionQueryForSingleLineTextInContextOverload3
source: Query for single-line text in the context of a time slice
cs: Dotaz pro jednorázový text v kontextu časového plátek
da: Forespørgsel til single-line tekst i forbindelse med en tidsskive
de: Abfrage für Single-Line-Text im Kontext einer Zeitscheibe
fi: Yksittäisen tekstin kysely aikaviipaleiden yhteydessä
fr: Requête pour le texte à une ligne dans le contexte d'une tranche de temps
it: Query per testo a riga singola nel contesto di una fetta del tempo
ja: タイムスライスのコンテキスト内の単線テキストのクエリ
nl: Query voor tekst met één lijn in de context van een tijdslijf
no: Forespørsel om enkeltlinjetekst i sammenheng med en tidsskive
pl: Zapytanie o tekst jednokierowy w kontekście plasterka czasu
pt: Consulta para texto de linha única no contexto de uma fatia de tempo
ru: Запрос для однострочного текста в контексте срез времени
sk: Dotaz na jednorazový text v kontexte časového rozdielu
sv: Fråga för enstaka text i samband med en tidsskiva
zh_cn: 在时间切片上下文中查询单行文本

# FormulaFunctionQueryForSingleLineTextInContextOverload4
source: Query for single-line text in the context of a trait
cs: Dotaz pro jednorázový text v kontextu vlastnosti
da: Forespørgsel til single-line tekst i forbindelse med et træk
de: Abfrage für Single-Line-Text im Kontext eines Merkmals
fi: Yksittäisen tekstin kysely ominaisuuden yhteydessä
fr: Requête pour le texte unique dans le contexte d'un trait
it: Query per il testo a riga singola nel contesto di un tratto
ja: 特性の文脈における単線テキストのクエリ
nl: Query voor tekst met één lijn in de context van een eigenschap
no: Forespørsel om enkeltlinjetekst i sammenheng med et trekk
pl: Zapytanie o tekst jednokreskowy w kontekście cechy
pt: Consulta para texto de linha única no contexto de um traço
ru: Запрос на однострочный текст в контексте черта
sk: Dotaz na jedno-line text v kontexte vlastného charakteru
sv: Fråga för enstaka text i samband med ett drag
zh_cn: 在特征的上下文中查询单行文本

# FormulaFunctionQueryForSingleLineTextInContextOverload5
source: Query for single-line text in the context of a work item
cs: Dotaz pro jednorázový text v kontextu pracovní položky
da: Forespørgsel til single-line tekst i forbindelse med et arbejdsobjekt
de: Abfrage für Single-Line-Text im Kontext eines Arbeitspunkts
fi: Yksittäisen tekstin kysely työerän yhteydessä
fr: Requête pour le texte unique dans le contexte d'un élément de travail
it: Query per il testo a riga singola nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキスト内の単線テキストのクエリ
nl: Query voor tekst met één lijn in de context van een werkitem
no: Forespørsel om enkeltlinjetekst i sammenheng med et arbeidsobjekt
pl: Zapytanie o tekst jednokierunkowy w kontekście elementu roboczego
pt: Consulta para texto de linha única no contexto de um item de trabalho
ru: Запрос для однострочного текста в контексте рабочего элемента
sk: Dotaz pre jedno-line text v kontexte pracovnej položky
sv: Fråga för enstaka text i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询单行文本

# FormulaFunctionQueryForTimeSliceInContextOverload0
source: Query for a time slice in the context of an assignment
cs: Dotaz na časový plátek v kontextu zadání
da: Forespørgsel for en tidsskive i forbindelse med en opgave
de: Abfrage für eine Zeitscheibe im Kontext einer Aufgabe
fi: Kysely aikaviipalelle tehtävän yhteydessä
fr: Requête pour une tranche de temps dans le contexte d'une affectation
it: Query per una fetta del tempo nel contesto di un incarico
ja: 割り当てのコンテキスト内のタイムスライスのクエリ
nl: Query voor een tijdslijf in de context van een opdracht
no: Spørring for en tidsskive i sammenheng med et oppdrag
pl: Zapytanie na czas plasterka w kontekście zadania
pt: Consulta por uma fatia de tempo no contexto de uma tarefa
ru: Запрос на предмет нарезания времени в контексте задания
sk: Dotaz na časový plátok v kontexte priradenia
sv: Fråga för en tidsskiva i samband med ett uppdrag
zh_cn: 在分配的上下文中查询时间切片

# FormulaFunctionQueryForTimeSliceInContextOverload1
source: Query for a time slice in the context of a list value
cs: Dotaz na časový plátek v kontextu seznamu seznamu
da: Forespørg for en tidsskive i forbindelse med en listeværdi
de: Abfrage für eine Zeitscheibe im Kontext eines Listenwerts
fi: Kysely aikaviipalelle luettelon arvon yhteydessä
fr: Requête pour une tranche de temps dans le contexte d'une valeur de liste
it: Query per una fetta del tempo nel contesto di un valore di elenco
ja: リスト値のコンテキスト内のタイムスライスのクエリ
nl: Query voor een tijdslijf in de context van een lijstwaarde
no: Forespørsel om en tidsskive i sammenheng med en listeverdi
pl: Zapytanie o kawałek czasu w kontekście wartości listy
pt: Consulta por uma fatia de tempo no contexto de um valor de lista
ru: Запрос на предмет нарезания времени в контексте значения списка
sk: Dotaz na časový rozdiel v kontexte hodnoty zoznamu
sv: Fråga för en tidsskiva i samband med ett listvärde
zh_cn: 在列表值的上下文中查询时间切片

# FormulaFunctionQueryForTimeSliceInContextOverload2
source: Query for a time slice in the context of a person
cs: Dotaz na časový plátek v kontextu osoby
da: Forespørgsel for en tidsskive i forbindelse med en person
de: Abfrage für eine Zeitscheibe im Kontext einer Person
fi: Kysely aikaviipalelle henkilön yhteydessä
fr: Requête pour une tranche de temps dans le contexte d'une personne
it: Query per una fetta del tempo nel contesto di una persona
ja: 人の文脈でタイムスライスを問い合わせる
nl: Query voor een tijdslijf in de context van een persoon
no: Spørring for en tidsskive i sammenheng med en person
pl: Zapytanie na pokrojony czas w kontekście osoby
pt: Consulta por uma fatia de tempo no contexto de uma pessoa
ru: Запрос на прорезь времени в контексте человека
sk: Dotaz na časový plátok v kontexte osoby
sv: Fråga för en tidsskiva i samband med en person
zh_cn: 在人的上下文中查询时间切片

# FormulaFunctionQueryForTimeSliceInContextOverload3
source: Query for a time slice in the context of a time slice
cs: Dotaz na časový plátek v kontextu časového plátek
da: Forespørg for en tidsskive i forbindelse med en tidsskive
de: Abfrage für eine Zeitscheibe im Kontext einer Zeitscheibe
fi: Kysely aikaviipalelle aikaviipaleessa
fr: Requête pour une tranche de temps dans le contexte d'une tranche de temps
it: Query per una fetta del tempo nel contesto di una fetta del tempo
ja: タイムスライスのコンテキスト内のタイムスライスのクエリ
nl: Query voor een tijdslijf in de context van een tijdslijf
no: Spørring for en tidsskive i sammenheng med en tidsskive
pl: Zapytanie na kawałek czasu w kontekście plasterka czasu
pt: Consulta por uma fatia de tempo no contexto de uma fatia de tempo
ru: Запрос на предмет нарекания времени в контексте срез времени
sk: Dotaz na časový plátok v kontexte časového plášťa
sv: Fråga för en tidsskiva i samband med en tidsskiva
zh_cn: 在时间切片的上下文中查询时间切片

# FormulaFunctionQueryForTimeSliceInContextOverload4
source: Query for a time slice in the context of a trait
cs: Dotaz na časový plátek v kontextu rysy
da: Forespørgsel for en tidsskive i forbindelse med et træk
de: Abfrage für eine Zeitscheibe im Kontext eines Merkmals
fi: Kysely aikaviipalelle piirteen yhteydessä
fr: Requête pour une tranche de temps dans le contexte d'un trait
it: Query per una fetta del tempo nel contesto di un tratto
ja: 特性の文脈でタイムスライスを問い合わせる
nl: Query voor een tijdslijf in de context van een eigenschap
no: Spørring for en tidsskive i konteksten til en egenskap
pl: Zapytanie o kawałek czasu w kontekście cechy
pt: Consulta por uma fatia de tempo no contexto de um traço
ru: Запрос на предмет нарезания времени в контексте черта
sk: Dotaz na časový plátok v kontexte vlastného charakteru
sv: Fråga för en tidsskiva i samband med ett drag
zh_cn: 在特征的上下文中查询时间片

# FormulaFunctionQueryForTimeSliceInContextOverload5
source: Query for a time slice in the context of a work item
cs: Dotaz na časový plátek v kontextu pracovní položky
da: Forespørg for en tidsskive i forbindelse med et arbejdsobjekt
de: Abfrage für eine Zeitscheibe im Kontext eines Arbeitspunkts
fi: Kysely aikaviipalelle työpaikan yhteydessä
fr: Requête pour une tranche de temps dans le contexte d'un élément de travail
it: Query per una fetta del tempo nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキスト内のタイムスライスのクエリ
nl: Query voor een tijdslijf in de context van een werkitem
no: Forespørsel om en tidsskive i konteksten til et arbeidsobjekt
pl: Zapytanie na pokrojony w kontekście elementu roboczego
pt: Consulta por uma fatia de tempo no contexto de um item de trabalho
ru: Запрос на предмет нарезания времени в контексте рабочего элемента
sk: Dotaz na časový rez v kontexte pracovnej položky
sv: Query för en tidsskiva i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询时间切片

# FormulaFunctionQueryForTraitInContextOverload0
source: Query for a trait in the context of an assignment
cs: Dotaz na rys v kontextu zadání
da: Forespørgsel for et træk i forbindelse med en opgave
de: Abfrage für ein Merkmal im Kontext einer Aufgabe
fi: Kysely ominaisuuden yhteydessä tehtävän yhteydessä
fr: Requête pour un trait dans le contexte d'une affectation
it: Query per un tratto nel contesto di un incarico
ja: 割り当ての文脈における特性のクエリ
nl: Query voor een eigenschap in de context van een opdracht
no: Forespørsel om et trekk i konteksten til en oppgave
pl: Zapytanie o cechę w kontekście zadania
pt: Consulta para uma característica no contexto de uma tarefa
ru: Запрос на чему в контексте назначения
sk: Dotaz na vlastnosť v kontexte priradenia
sv: Fråga för ett drag i samband med ett uppdrag
zh_cn: 在分配的上下文中查询特征

# FormulaFunctionQueryForTraitInContextOverload1
source: Query for a trait in the context of a list value
cs: Dotaz pro rys v kontextu seznamu seznamu
da: Forespørg for et træk i forbindelse med en listeværdi
de: Abfrage für ein Merkmal im Kontext eines Listenwerts
fi: Kysely piirteelle luettelon arvon yhteydessä
fr: Requête pour un trait dans le contexte d'une valeur de liste
it: Query per un tratto nel contesto di un valore di elenco
ja: リスト値のコンテキストでの特性に対するクエリ
nl: Query voor een eigenschap in de context van een lijstwaarde
no: Forespørsel om en egenskap i sammenheng med en listeverdi
pl: Zapytanie o cechę w kontekście wartości listy
pt: Consulta para um traço no contexto de um valor de lista
ru: Запрос на чеку в контексте значения списка
sk: Dotaz na znak v kontexte hodnoty zoznamu
sv: Query för ett drag i samband med ett listvärde
zh_cn: 在列表值的上下文中查询特征

# FormulaFunctionQueryForTraitInContextOverload2
source: Query for a trait in the context of a person
cs: Dotaz na rys v kontextu osoby
da: Forespørgsel til et træk i forbindelse med en person
de: Abfrage für ein Merkmal im Kontext einer Person
fi: Kysely ominaisuus ihmisen yhteydessä
fr: Requête pour un trait dans le contexte d'une personne
it: Query per un tratto nel contesto di una persona
ja: 人の文脈における特性のクエリ
nl: Query voor een eigenschap in de context van een persoon
no: Spørring for et trekk i sammenheng med en person
pl: Zapytanie o cechę w kontekście osoby
pt: Consulta para uma característica no contexto de uma pessoa
ru: Запрос на чему в контексте человека
sk: Dotaz na vlastnosť v kontexte osoby
sv: Fråga för ett drag i samband med en person
zh_cn: 在一个人的背景下查询特征

# FormulaFunctionQueryForTraitInContextOverload3
source: Query for a trait in the context of a time slice
cs: Dotaz na rys v kontextu časového plátek
da: Forespørg for et træk i forbindelse med en tidsskive
de: Abfrage für ein Merkmal im Kontext einer Zeitscheibe
fi: Kysely ominaisuus ajankohtana viipaleen yhteydessä
fr: Requête pour un trait dans le contexte d'une tranche de temps
it: Query per un tratto nel contesto di una fetta del tempo
ja: タイムスライスのコンテキストでの特性に対するクエリ
nl: Query voor een eigenschap in de context van een tijdslijf
no: Forespørsel om et trekk i sammenheng med en tidsskive
pl: Zapytanie o cechę w kontekście plasterka czasu
pt: Consulta para uma característica no contexto de uma fatia de tempo
ru: Запрос на чеку в контексте срез времени
sk: Dotaz na vlastnosť v kontexte časového plášťa
sv: Fråga för ett drag i samband med en tidsskiva
zh_cn: 在时间切片的上下文中查询特征

# FormulaFunctionQueryForTraitInContextOverload4
source: Query for a trait in the context of a trait
cs: Dotaz na rys v kontextu vlastnosti
da: Forespørgsel til et træk i forbindelse med et træk
de: Abfrage für ein Merkmal im Kontext eines Merkmals
fi: Kysely ominaisuuden piirteen puitteissa
fr: Requête pour un trait dans le contexte d'un trait
it: Query per un tratto nel contesto di un tratto
ja: 形質の文脈における特性のクエリ
nl: Query voor een eigenschap in de context van een eigenschap
no: Forespørsel om et trekk i konteksten til en egenskap
pl: Zapytanie o cechę w kontekście cechy
pt: Consulta para uma característica no contexto de um traço
ru: Запрос на чему в контексте черта
sk: Dotaz na znak v kontexte vlastného charakteru
sv: Fråga för ett drag i samband med ett drag
zh_cn: 在特征的背景下查询特征

# FormulaFunctionQueryForTraitInContextOverload5
source: Query for a trait in the context of a work item
cs: Dotaz na rys v kontextu pracovní položky
da: Forespørgsel til et træk i forbindelse med et arbejdsobjekt
de: Abfrage für ein Merkmal im Kontext eines Arbeitspunkts
fi: Kysely ominaisuus työerän yhteydessä
fr: Requête pour un trait dans le contexte d'un élément de travail
it: Query per un tratto nel contesto di un oggetto di lavoro
ja: 作業項目の文脈における特性の問い合わせ
nl: Query voor een eigenschap in de context van een werkitem
no: Forespørsel om et trekk i sammenheng med et arbeidsobjekt
pl: Zapytanie o cechę w kontekście elementu roboczego
pt: Consulta para um traço no contexto de um item de trabalho
ru: Запрос на чеку в контексте рабочего элемента
sk: Dotaz na vlastnosť v kontexte pracovnej položky
sv: Fråga för ett drag i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询特征

# FormulaFunctionQueryForTraitTypeInContextOverload0
source: Query for a trait type in the context of an assignment
cs: Dotaz na typ vlastnosti v kontextu zadání
da: Forespørgsel til en træk type i forbindelse med en opgave
de: Abfrage für einen Merkmaltyp im Kontext einer Aufgabe
fi: Kysely ominaisuustyypistä tehtävän yhteydessä
fr: Requête pour un type de trait dans le contexte d'une affectation
it: Query per un tipo di tratto nel contesto di un incarico
ja: 割り当ての文脈における特性タイプのクエリ
nl: Query voor een eigenschaptype in de context van een opdracht
no: Forespørsel om en egenskapstype i sammenheng med et oppdrag
pl: Zapytanie o typ cechy w kontekście zadania
pt: Consulta para um tipo de traço no contexto de uma tarefa
ru: Запрос для христа типа в контексте назначения
sk: Dotaz pre typ znaku v kontexte priradenia
sv: Fråga för en egenskapstyp i samband med ett uppdrag
zh_cn: 在分配的上下文中查询特征类型

# FormulaFunctionQueryForTraitTypeInContextOverload1
source: Query for a trait type in the context of a list value
cs: Dotaz pro typ rysu v kontextu hodnoty seznamu
da: Forespørg for en træk type i forbindelse med en listeværdi
de: Abfrage für einen Trait-Typ im Kontext eines Listenwerts
fi: Kysely piirretyypistä luettelon arvon yhteydessä
fr: Requête pour un type de trait dans le contexte d'une valeur de liste
it: Query per un tipo di tratto nel contesto di un valore di elenco
ja: リスト値のコンテキスト内の特性タイプのクエリ
nl: Query voor een eigenschapstype in de context van een lijstwaarde
no: Forespørsel om en egenskapstype i sammenheng med en listeverdi
pl: Zapytanie o typ cechy w kontekście wartości listy
pt: Consulta para um tipo de traço no contexto de um valor de lista
ru: Запрос для христа типа в контексте значения списка
sk: Dotaz pre typ znaku v kontexte hodnoty zoznamu
sv: Query för en egenskapstyp i samband med ett listvärde
zh_cn: 在列表值的上下文中查询特征类型

# FormulaFunctionQueryForTraitTypeInContextOverload2
source: Query for a trait type in the context of a person
cs: Dotaz na typ vlastnosti v kontextu osoby
da: Forespørgsel efter en træk type i forbindelse med en person
de: Abfrage für einen Merkmaltyp im Kontext einer Person
fi: Kysely piirretyyppiin henkilön yhteydessä
fr: Requête pour un type de trait dans le contexte d'une personne
it: Query per un tipo di tratto nel contesto di una persona
ja: 人の文脈における特性タイプのクエリ
nl: Query voor een eigenschaptype in de context van een persoon
no: Forespørsel om en egenskapstype i sammenheng med en person
pl: Zapytanie o typ cechy w kontekście osoby
pt: Consulta para um tipo de traço no contexto de uma pessoa
ru: Запрос для типа черта в контексте человека
sk: Dotaz pre typ znaku v kontexte osoby
sv: Fråga för en egenskapstyp i samband med en person
zh_cn: 在一个人的上下文中查询特征类型

# FormulaFunctionQueryForTraitTypeInContextOverload3
source: Query for a trait type in the context of a time slice
cs: Dotaz pro typ rysu v kontextu časového plátek
da: Forespørgsel efter en træk type i forbindelse med en tidsskive
de: Abfrage für einen Merkmaltyp im Kontext einer Zeitscheibe
fi: Kysely piirretyypistä aikaviipaleessa
fr: Requête pour un type de trait dans le contexte d'une tranche de temps
it: Query per un tipo di tratto nel contesto di una fetta del tempo
ja: タイムスライスのコンテキスト内の特性タイプのクエリ
nl: Query voor een eigenschaptype in de context van een tijdslijf
no: Forespørsel om en egenskapstype i sammenheng med en tidsskive
pl: Zapytanie o typ cechy w kontekście plasterka czasu
pt: Consulta para um tipo de traço no contexto de uma fatia de tempo
ru: Запрос для типа черта в контексте срез времени
sk: Dotaz pre typ vlastnosti v kontexte časového rozdielu
sv: Fråga för en egenskapstyp i samband med en tidsskiva
zh_cn: 在时间切片的上下文中查询特征类型

# FormulaFunctionQueryForTraitTypeInContextOverload4
source: Query for a trait type in the context of a trait
cs: Dotaz na typ vlastnosti v kontextu vlastnosti
da: Forespørgsel efter en træk type i forbindelse med et træk
de: Abfrage für einen Merkmaltyp im Kontext eines Merkmals
fi: Kysely piirretyypille piirteen yhteydessä
fr: Requête pour un type de trait dans le contexte d'un trait
it: Query per un tipo di tratto nel contesto di un tratto
ja: 形質の文脈における特性タイプのクエリ
nl: Query voor een eigenschaptype in de context van een eigenschap
no: Forespørsel om en egenskapstype i sammenheng med et trekk
pl: Zapytanie o typ cechy w kontekście cechy
pt: Consulta para um tipo de traço no contexto de um traço
ru: Запрос для черта типа в контексте черта
sk: Dotaz na typ znaku v kontexte vlastného charakteru
sv: Fråga för en egenskapstyp i samband med ett drag
zh_cn: 在特征的上下文中查询特征类型

# FormulaFunctionQueryForTraitTypeInContextOverload5
source: Query for a trait type in the context of a work item
cs: Dotaz na typ znaku v kontextu pracovní položky
da: Forespørgsel til en træk type i forbindelse med et arbejdsobjekt
de: Abfrage für einen Merkmaltyp im Kontext eines Arbeitspunkts
fi: Kysely ominaisuustyypistä työerän yhteydessä
fr: Requête pour un type de trait dans le contexte d'un élément de travail
it: Query per un tipo di tratto nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキスト内の特性タイプのクエリ
nl: Query voor een kenmerktype in de context van een werkitem
no: Forespørsel om en egenskapstype i sammenheng med et arbeidsobjekt
pl: Zapytanie o typ cechy w kontekście elementu roboczego
pt: Consulta para um tipo de traço no contexto de um item de trabalho
ru: Запрос для христа типа в контексте рабочего элемента
sk: Dotaz pre typ znaku v kontexte pracovnej položky
sv: Fråga för en egenskapstyp i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询特征类型
