Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# BusyStatusClientGettingViewData
source: Getting view data
cs: Získání údajů o zobrazení
da: Få vist data
de: Daten anzeigen.
fi: Tarkastella tietoja
fr: Obtenir les données
it: Ottenere i dati di visualizzazione
ja: ビューデータを取得します
nl: Bekijk gegevens
no: Få visningsdata
pl: Dokładowanie danych
pt: Obtendo dados de visualização
ru: Получение представления данных
sk: Zobrazenie údajov
sv: Få visningsdata
zh_cn: 获取查看数据

# BusyStatusClientIndexingViews
source: Indexing views
cs: Zobrazení indexování
da: Indeksering af visninger.
de: Ansichten indexieren.
fi: Näkymät indeksointi
fr: Vues d'indexation
it: Viste di indicizzazione
ja: インデックスビューのインデックス
nl: Indexeermening
no: Indeksere visninger
pl: Indeksowanie widoki.
pt: Visualizações de indexação
ru: Просмотры индексации
sk: Zobrazenia indexovania
sv: Indexering Visningar
zh_cn: 索引视图

# BusyStatusClientInitializingParameters
source: Initializing parameters
cs: Inicializace parametrů
da: Initialisering af parametre.
de: Parameter initialisieren.
fi: Parametrien alustus
fr: Initialisation des paramètres
it: Inizializzazione dei parametri
ja: パラメータの初期化
nl: Initialiseren van parameters
no: Initialiserende parametere
pl: Inicjowanie parametrów.
pt: Inicializando parâmetros
ru: Инициализация параметров
sk: Inicializácia parametrov
sv: Initialisering av parametrar
zh_cn: 初始化参数

# BusyStatusClientInitializingViews
source: Inititalizing views
cs: Inicializace zobrazení
da: Initialisering af synspunkter.
de: Ansichten initialisieren.
fi: Näkymien alustus
fr: Initialisation des vues
it: Inizializzazione delle viste
ja: ビューの初期化
nl: Initialiseren van meningen
no: Initialiserer visninger
pl: Inicjowanie widoków
pt: Inicializando exibições
ru: Инициализация просмотров
sk: Inicializácia zobrazení
sv: Initialiserande visningar
zh_cn: 初始化视图

# BusyStatusSQLiteDatabaseConnectionApplyingUserViewPreferences
source: Applying user view preferences
cs: Použití předvoleb zobrazení uživatele
da: Anvendelse af brugervisning præferencer
de: Anwenden der Benutzeranwendungsinformationen
fi: Käyttäjän näkymän asetusten soveltaminen
fr: Appliquer les préférences de la vue utilisateur
it: Applicazione delle preferenze di visualizzazione utente
ja: ユーザービューの設定の適用
nl: Gebruikersmening-voorkeuren toepassen
no: Bruk av brukervisningspreferanser
pl: Stosowanie preferencji widoku użytkownika
pt: Aplicando Preferências de visualização do usuário
ru: Применение предпочтений просмотра пользователя
sk: Použitie preferencií zobrazenia používateľa
sv: Använda användarvisningsinställningar
zh_cn: 应用用户查看首选项

# BusyStatusSQLiteDatabaseConnectionDisconnectingFromDatabase
source: Disconnecting from database
cs: Odpojení z databáze
da: Afbrydelse fra databasen
de: Trennen der Datenbank aus der Datenbank.
fi: Irrottaminen tietokannasta
fr: Déconnexion de la base de données
it: Disconnessione dal database
ja: データベースから切断します
nl: Loskoppelen van database
no: Koble fra databasen
pl: Odłączenie z bazy danych.
pt: Desconectar do banco de dados
ru: Отключение от базы данных
sk: Odpojenie z databázy
sv: Koppla ur databasen
zh_cn: 断开数据库

# BusyStatusSQLiteDatabaseConnectionDisconnectingFromEngine
source: Shutting down change monitoring
cs: Vypnutí monitorování změn
da: Lukning af forandringsovervågning
de: Abschalten der Änderungsüberwachung
fi: Vaihdon seurannan sammuttaminen
fr: Fermeture de la surveillance du changement
it: Arresto del monitoraggio dei cambiamenti
ja: 変更監視を停止します
nl: Verandermonitoring uitschakelen
no: Slå av endringsovervåking
pl: Wyłączenie monitorowania zmian
pt: Desligando o monitoramento de mudança
ru: Отключение мониторинга изменения
sk: Vypnutie zmeny zmien
sv: Avstängning Ändra övervakning
zh_cn: 关闭更改监控

# BusyStatusSQLiteDatabaseConnectionDisconnectingFromHost
source: Shutting down view monitoring
cs: Vypnutí monitorování zobrazení
da: Lukning af overvågning
de: Überwachung heruntergefahren
fi: Näkymän valvonta
fr: Arrêt de la surveillance de la vue
it: Arresto del monitoraggio della vista
ja: ビュー監視を遮断する
nl: Weergave Monitoring uitschakelen
no: Slå avvisningskontroll
pl: Wyłączenie monitorowania widoku
pt: Desligando o monitoramento da visualização
ru: Заключение мониторинга просмотра
sk: Vypnutie zobrazenia monitorovania
sv: Stängning av vyn Övervakning
zh_cn: 关闭视图监控

# BusyStatusSQLiteDatabaseConnectionFlushingActionsQueue
source: Flushing actions queue
cs: Fronta splachování akce
da: Flushing Handlingskøer
de: Spülklang Warteschlange.
fi: Huuhtelutoimintajono
fr: Filetage des actions de rinçage
it: Code delle azioni di lavaggio
ja: フラッシングアクションキュー
nl: Vlissingsacties wachtrij
no: Spyling Actions Queue.
pl: Kolejka akcji płukania
pt: Ações de descarga fila
ru: Очередь промывки действий
sk: Fronta preplachovania
sv: Spolningsåtgärder kö
zh_cn: 冲洗动作队列

# BusyStatusSQLiteDatabaseConnectionInitializingSchema
source: Initializing schema
cs: Inicializace schématu
da: Initialisering af skema
de: Initialisierungsschema.
fi: Skeeman alustus
fr: Schéma d'initialisation
it: Inizializzazione dello schema
ja: スキーマの初期化
nl: Initialiseren van schema
no: Initialiserende skjema
pl: Inicjalizacja schematu.
pt: Inicializando o esquema
ru: Инициализация схемы
sk: Inicializácia schémy
sv: Initialisering av schema
zh_cn: 初始化架构

# BusyStatusSQLiteDatabaseConnectionInitializingSchemaVersion
source: Initializing schema version {0}
cs: Inicializace verze schématu {0}
da: Initialisering af Schema Version {0}
de: Schemaversion initialisieren {0}
fi: Schema-version alustus {0}
fr: Initialisation de la version de schéma {0}
it: Inizializzazione della versione dello schema {0}
ja: スキーマバージョンの初期化{0}
nl: Initialiseren van schemaversie {0}
no: Initialiserende skjemaversjon {0}
pl: Inicjalizacja wersji schematu {0}
pt: Inicializando a versão do esquema {0}
ru: Инициализация версии схемы {0}
sk: Inicializácia verzie schémy {0}
sv: Initialisering av schema Version {0}
zh_cn: 初始化架构版本{0}

# BusyStatusSQLiteDatabaseConnectionInitializingViewData
source: Initializing view data
cs: Inicializace zobrazení dat
da: Initialisering af Vis data
de: Daten initialisieren.
fi: Alustusta Näytä tiedot
fr: Initialisation des données d'affichage
it: Inizializzazione dei dati di visualizzazione
ja: ビューデータの初期化
nl: Initialiseren van gegevens
no: Initialiserer visningsdata
pl: Inicjowanie danych widoku
pt: Inicializando dados de exibição
ru: Инициализация данных просмотра
sk: Inicializácia zobrazených údajov
sv: Initialisera visningsdata
zh_cn: 初始化视图数据

# BusyStatusSQLiteDatabaseConnectionInitializingViewDataFormat
source: Initializing view data: {0}
cs: Inicializace zobrazení dat: {0}
da: Initialisering Vis data: {0}
de: Initialisierung anzeigen Daten: {0}
fi: Alustusnäkymätiedot: {0}
fr: Initialisation de la vue Données: {0}
it: Inizializzazione dei dati di visualizzazione: {0}
ja: ビューデータの初期化：{0}
nl: Initialiseren van gegevens: {0}
no: Initialisering Vis data: {0}
pl: Dane widoku inicjującego: {0}
pt: Inicializando dados de exibição: {0}
ru: Инициализация данных просмотра: {0}
sk: Inicializácia zobrazených údajov: {0}
sv: Initialisering av visningsdata: {0}
zh_cn: 初始化视图数据：{0}

# FormulaFunctionAbsOverload0
source: Absolute value of a number
cs: Absolutní hodnota čísla
da: Absolut værdi af et nummer
de: Absoluter Wert einer Zahl
fi: Numeron absoluuttinen arvo
fr: Valeur absolue d'un nombre
it: Valore assoluto di un numero
ja: 数の絶対値
nl: Absolute waarde van een nummer
no: Absolutt verdi av et tall
pl: Bezwzględna wartość liczby
pt: Valor absoluto de um número
ru: Абсолютное значение числа
sk: Absolútna hodnota čísla
sv: Absolutvärde av ett nummer
zh_cn: 数字的绝对值

# FormulaFunctionAbsOverload1
source: Absolute value of a duration
cs: Absolutní hodnota trvání
da: Absolut værdi af en varighed
de: Absoluter Wert einer Dauer
fi: Absoluuttinen arvo kesto
fr: Valeur absolue d'une durée
it: Valore assoluto di una durata
ja: 期間の絶対値
nl: Absolute waarde van een duur
no: Absolutt verdi av en varighet
pl: Bezwzględna wartość czasu trwania
pt: Valor absoluto de uma duração
ru: Абсолютное значение продолжительности
sk: Absolútna hodnota trvania
sv: Absolutvärde av en varaktighet
zh_cn: 持续时间的绝对值

# FormulaFunctionAcoshOverload0
source: Hyperbolic arc-cosine of a number
cs: Hyperbolický oblouk cosine čísla
da: Hyperbolisk bue-cosinus af et tal
de: Hyperbolische Bogen-Cosinus einer Zahl
fi: Hyperbolinen kaari-kosini
fr: Arc-cosinine hyperbolique d'un nombre
it: Arco-Coseno iperbolico di un numero
ja: 数字の双曲線アークコサイン
nl: Hyperbolische boog-cosinus van een getal
no: Hyperbolisk bue-cosinus av et tall
pl: Hiperboliczny arc-cosinus liczby
pt: Arco-cosseno hiperbólico de um número
ru: Гиперболический дуговой косинус числа
sk: Hyperbolický oblúk-Cosine čísla
sv: Hyperbolisk bågskosin av ett tal
zh_cn: 一个数字的双曲线弧余弦

# FormulaFunctionAcosOverload0
source: Arc-cosine of a number
cs: Arc-cosin číslo
da: Arc-cosinus af et tal
de: ARC-Cosinus einer Zahl
fi: Arc-kosini
fr: Arc-cosinine d'un nombre
it: Arc-Coseno di un numero
ja: 数字のアークコサイン
nl: Boog-cosinus van een getal
no: Arc-cosine av et tall
pl: Arc-Cosine o liczbie
pt: Arco-cosseno de um número
ru: Дуга-косинус числа
sk: Oblúk-kosín čísla
sv: Arc-cosinus av ett tal
zh_cn: 一个数字的arc-canine

# FormulaFunctionAddDaysOverload0
source: Add days to an instant
cs: Přidat dny na okamžik
da: Tilføj dage til et øjeblik
de: Fügen Sie einen Moment hinzufügen
fi: Lisää päivää hetkeen
fr: Ajouter des jours à un instant
it: Aggiungi giorni a un istante
ja: 瞬時に日数を追加してください
nl: Voeg dagen toe op een oogwenk
no: Legg til dager til et øyeblikk
pl: Dodaj dni na chwilę
pt: Adicionar dias a um instante
ru: Добавить дни в мгновение
sk: Pridať dni do okamihu
sv: Lägg till dagar till ett ögonblick
zh_cn: 添加天数到即时

# FormulaFunctionAddHoursOverload0
source: Add hours to a duration
cs: Přidejte hodiny na dobu trvání
da: Tilføj timer til en varighed
de: Öffnungszeiten zu einer Dauer hinzufügen
fi: Lisää tuntia kestoon
fr: Ajouter des heures à une durée
it: Aggiungi orari a durata
ja: 時間に時間を追加します
nl: Voeg uren toe aan een duur
no: Legg til timer i en varighet
pl: Dodaj godziny na czas
pt: Adicionar horas a uma duração
ru: Добавить часы до продолжительности
sk: Pridať hodiny do trvania
sv: Lägg till timmar i varaktighet
zh_cn: 向持续时间添加几小时

# FormulaFunctionAddHoursOverload1
source: Add hours to an instant
cs: Přidejte hodiny do okamžiku
da: Tilføj timer til et øjeblik
de: Öffnungszeiten zu einem Moment hinzufügen
fi: Lisää tuntia hetkeen
fr: Ajouter des heures à un instant
it: Aggiungi orari ad un istante
ja: 瞬間に時間を加える
nl: Voeg uren toe aan een oogwenk
no: Legg til timer på et øyeblikk
pl: Dodaj godziny na chwilę
pt: Adicionar horas a um instante
ru: Добавить часы в мгновение
sk: Pridať hodiny do okamihu
sv: Lägg till timmar till ett ögonblick
zh_cn: 添加小时到即时

# FormulaFunctionAddMillisecondsOverload0
source: Add milliseconds to a duration
cs: Přidat milisekundy na dobu trvání
da: Tilføj millisekunder til en varighed
de: Füge Millisekunden zu einer Dauer hinzu
fi: Lisää millisekuntia kestoon
fr: Ajouter millisecondes à une durée
it: Aggiungi millisecondi a una durata
ja: ミリ秒を期間に追加します
nl: Voeg milliseconden toe aan een duur
no: Legg til millisekunder i løpet av en varighet
pl: Dodaj milisekund na czas trwania
pt: Adicionar milissegundos a uma duração
ru: Добавьте миллисекунды до продолжительности
sk: Pridajte Milliseconds do trvania
sv: Lägg till millisekunder i varaktighet
zh_cn: 将毫秒添加到持续时间

# FormulaFunctionAddMillisecondsOverload1
source: Add milliseconds to an instant
cs: Přidejte milisekundy do okamžiku
da: Tilføj millisekunder til et øjeblik
de: Füge Millisekunden zu einem Augenblick hinzu
fi: Lisää millisekuntia hetkeen
fr: Ajouter des millisecondes à un instant
it: Aggiungi millisecondi a un istante
ja: 瞬間にミリ秒を追加します
nl: Voeg milliseconden toe aan een moment
no: Legg til millisekunder til et øyeblikk
pl: Dodaj milisekund na chwilę
pt: Adicionar milissegundos a um instante
ru: Добавить миллисекунды в мгновение
sk: Pridajte Milliseconds do okamihu
sv: Lägg till millisekunder till ett ögonblick
zh_cn: 将毫秒添加到即时

# FormulaFunctionAddMinutesOverload0
source: Add minutes to a duration
cs: Přidat minuty na dobu trvání
da: Tilføj minutter til en varighed
de: Minuten zu einer Dauer hinzufügen
fi: Lisää minuutteja kestoon
fr: Ajouter des minutes à une durée
it: Aggiungi minuti a una durata
ja: 時間に数分を追加します
nl: Voeg minuten toe aan een duur
no: Legg til minutter til en varighet
pl: Dodaj minuty na czas
pt: Adicionar minutos a uma duração
ru: Добавление минут до продолжительности
sk: Pridajte minúty do trvania
sv: Lägg till minuter i varaktighet
zh_cn: 增加几分钟到持续时间

# FormulaFunctionAddMinutesOverload1
source: Add minutes to an instant
cs: Přidat minuty do okamžiku
da: Tilføj minutter til et øjeblik
de: Addieren Sie einen Moment hinzu
fi: Lisää minuutti hetkeen
fr: Ajouter des minutes à un instant
it: Aggiungi minuti a un istante
ja: 瞬間に数分を追加してください
nl: Voeg een aantal minuten toe
no: Legg til minutter til et øyeblikk
pl: Dodaj minuty na chwilę
pt: Adicionar minutos a um instante
ru: Добавить минуты до мгновенного
sk: Pridajte minúty do okamihu
sv: Lägg till minuter till ett ögonblick
zh_cn: 向即时添加分钟

# FormulaFunctionAddMonthsOverload0
source: Add months to an instant
cs: Přidávat měsíce do okamžiku
da: Tilføj måneder til et øjeblik
de: Monate zu einem Moment hinzufügen
fi: Lisää kuukausia hetkeen
fr: Ajouter des mois à un instant
it: Aggiungi mesi a un istante
ja: 瞬間に数ヶ月を加える
nl: Voeg maanden een moment toe
no: Legg til måneder til et øyeblikk
pl: Dodaj kilka miesięcy na chwilę
pt: Adicione meses a um instante
ru: Добавить месяцы в мгновение
sk: Pridať mesiace do okamihu
sv: Lägg till månader till ett ögonblick
zh_cn: 增加几个月到即时

# FormulaFunctionAddOverload0
source: Add numbers
cs: Přidat čísla
da: Tilføj numre.
de: Zahlen hinzufügen
fi: Lisää numeroita
fr: Ajouter des nombres
it: Aggiungi numeri
ja: 数字を追加してください
nl: Voegnummers toe
no: Legg til tall
pl: Dodaj liczby
pt: Adicione números
ru: Добавить номера
sk: Pridať čísla
sv: Lägg till siffror
zh_cn: 添加数字

# FormulaFunctionAddOverload1
source: Add durations to an instant
cs: Přidejte durace do okamžiku
da: Tilføj varigheder til et øjeblik
de: Dauer eines Augenblicks hinzufügen
fi: Lisää kestoja hetkeksi
fr: Ajouter des durées à un instant
it: Aggiungi durations a un istante
ja: 瞬間に持続させる
nl: Voeg tijd toe aan een moment
no: Legg til varigheter til et øyeblikk
pl: Dodaj czas otwarcia na chwilę
pt: Adicionar durações a um instante
ru: Добавить длительность в мгновение
sk: Pridajte odobratie do okamihu
sv: Lägg till varaktigheter till ett ögonblick
zh_cn: 将持续时间添加到即时

# FormulaFunctionAddOverload2
source: Add durations
cs: Přidat Durations.
da: Tilføj varigheder.
de: Dauer hinzufügen
fi: Lisää kestoja
fr: Ajouter des durées
it: Aggiungi durations.
ja: 持続策を追加します
nl: Voeg duur toe
no: Legg til varigheter
pl: Dodaj czasy trwania
pt: Adicione durações
ru: Добавить длительность
sk: Pridať trvanlivosť
sv: Lägg till varaktighet
zh_cn: 添加持续时间

# FormulaFunctionAddSecondsOverload0
source: Add seconds to a duration
cs: Přidejte sekundy na dobu trvání
da: Tilføj sekunder til en varighed
de: Sekunden zu einer Dauer hinzufügen
fi: Lisää sekuntia kestoon
fr: Ajouter des secondes à une durée
it: Aggiungi secondi a una durata
ja: 期間に秒を追加します
nl: Voeg seconden toe aan een duur
no: Legg til sekunder i løpet av en varighet
pl: Dodaj sekundę na czas trwania
pt: Adicionar segundos a uma duração
ru: Добавьте секунды до продолжительности
sk: Pridajte sekundy do trvania
sv: Lägg till sekunder i varaktighet
zh_cn: 增加秒数到持续时间

# FormulaFunctionAddSecondsOverload1
source: Add seconds to an instant
cs: Přidejte sekundy do okamžiku
da: Tilføj sekunder til et øjeblik
de: Fügen Sie einen Moment hinzu
fi: Lisää sekuntia hetkeen
fr: Ajouter des secondes à un instant
it: Aggiungi secondi a un istante
ja: 秒に秒を追加してください
nl: Voeg een seconden toe aan een moment
no: Legg til sekunder til et øyeblikk
pl: Dodaj sekundę na chwilę
pt: Adicionar segundos a um instante
ru: Добавить секунды в мгновение
sk: Pridajte sekundy do okamihu
sv: Lägg till sekunder i omedelbar
zh_cn: 向即时添加秒数

# FormulaFunctionAddYearsOverload0
source: Add years to an instant
cs: Přidat roky do okamžiku
da: Tilføj år til et øjeblik
de: Viele Jahre hinzufügen
fi: Lisää vuosia hetkeksi
fr: Ajouter des années à un instant
it: Aggiungi anni ad un istante
ja: 瞬間に年を加える
nl: Voeg jaren toe op een oogwenk
no: Legg til år til et øyeblikk
pl: Dodaj lata na chwilę
pt: Adicionar anos a um instante
ru: Добавить годы в мгновение
sk: Pridajte roky do okamihu
sv: Lägg till år till ett ögonblick
zh_cn: 增加岁月

# FormulaFunctionAndOverload0
source: Logical and booleans
cs: Logické a booleans.
da: Logisk og booleans.
de: Logische und booleans
fi: Loogiset ja boolealaiset
fr: Logique et booléens
it: Logico e booleano
ja: 論理的およびブール値
nl: Logisch en booleans
no: Logiske og boolere
pl: Logiczne i booleans.
pt: Lógica e booleãs.
ru: Логические и логические
sk: Logické a booleans
sv: Logiska och booleser
zh_cn: 逻辑和布尔西斯

# FormulaFunctionAsinhOverload0
source: Hyperbolic arc-sine of a number
cs: Hyperbolický oblouk sinus čísla
da: Hyperbolisk bue-sinus af et tal
de: Hyperbolische Bogen-Sinus einer Zahl
fi: Numeron hyperbolinen kaari
fr: Arc hyperbolique-sinus d'un nombre
it: Hyperbolic Arc-Sine di un numero
ja: 数字の双曲線アークサイン
nl: Hyperbolische boog-sine van een getal
no: Hyperbolisk bue-sinus av et tall
pl: Hiperboliczny arc-sine o liczbie
pt: Arco hiperbólico de um número
ru: Гиперболическая дуга-синация ряда
sk: Hyperbolický oblúk-sine čísla
sv: Hyperbolisk båge med ett tal
zh_cn: 一个数字的双曲线弧形

# FormulaFunctionAsinOverload0
source: Arc-sine of a number
cs: Arc-sine čísla
da: Arc-sinus af et tal
de: Arc-Sinus einer Zahl
fi: Arc-sininen numero
fr: Arc-Sine d'un nombre
it: ARC-SINDE DI UN NUMERO
ja: 数字のアークシネ
nl: Arc-sine van een nummer
no: Arc-sinus av et tall
pl: Arc-sine o liczbie
pt: Arco-sine de um número
ru: Дуга-синус числа
sk: Oblúk-sine čísla
sv: Arc-sinus av ett nummer
zh_cn: 一个数字的arc-sine

# FormulaFunctionAtan2Overload0
source: Angle whose tangent is the quotient of two numbers
cs: Úhel, jehož tečna je kvocientem dvou čísel
da: Vinkel, hvis tangent er kvotienten af to tal
de: Winkel, dessen Tangente der Quotient von zwei Zahlen ist
fi: Kulma, jonka tangentti on kahden numeron osamäärä
fr: Angle dont la tangente est le quotient de deux nombres
it: Angolo la cui tangente è il quoziente di due numeri
ja: 接線が2つの数字の商である角度
nl: Hoek waarvan de tangens het quotiënt van twee cijfers is
no: Vinkel hvis tangent er kvotienten på to tall
pl: Kąt, którego styczna jest ilorazem dwóch liczb
pt: Ângulo cuja tangente é o quociente de dois números
ru: Угол, чья касательный является частным из двух чисел
sk: Uhol, ktorého tangenta je kvocient dvoch čísel
sv: Vinkel vars tangent är kvoten av två siffror
zh_cn: 角的角度是两个数字的商

# FormulaFunctionAtanhOverload0
source: Hyperbolic arc-tangent of a number
cs: Hyperbolický oblouk tečna čísla
da: Hyperbolisk bue-tangent af et tal
de: Hyperbolische Arc-Tangente einer Zahl
fi: Hyperbolinen kaari-tangentti
fr: Arc hyperbolique-tangent d'un nombre
it: Arco-Tangente iperbolico di un numero
ja: 数字の双曲線アーク接線
nl: Hyperbolic Arc-Tangent van een nummer
no: Hyperbolisk bue-tangent av et tall
pl: Hiperboliczny arc-styczny liczby
pt: Arco-tangente hiperbólico de um número
ru: Гиперболическая дуга-касательная из ряда
sk: Hyperbolický oblúk-tangenta čísla
sv: Hyperbolisk båge-tangent av ett tal
zh_cn: 一个数字的双曲弧形切线

# FormulaFunctionAtanOverload0
source: Arc-tangent of a number
cs: Oblouk tangenta čísla
da: Arc-tangent af et tal
de: Arc-Tangent von einer Zahl
fi: Arc-tangentti numero
fr: Arc-tangent d'un nombre
it: Arco-tangente di un numero
ja: 数字の円弧状
nl: Arc-tangent van een nummer
no: Bue-tangent av et tall
pl: Arc-styczny liczby
pt: Arco-tangente de um número
ru: Arc-tangent ряд
sk: Oblúk-tangenta čísla
sv: Arc-tangent av ett tal
zh_cn: 一个数字的弧形切线

# FormulaFunctionAverageOverload0
source: Average values of a duration trait
cs: Průměrné hodnoty trvání rysy
da: Gennemsnitlige værdier af et varighedsegenskab
de: Durchschnittswerte eines Dauermerkmals
fi: Keskusten keston arvot
fr: Valeurs moyennes d'un trait de durée
it: Valori medi di un tratto di durata
ja: 期間の平均値
nl: Gemiddelde waarden van een duur van de duur
no: Gjennomsnittlige verdier av en varighetstrekk
pl: Średnie wartości cechy czasu trwania
pt: Valores médios de um traço de duração
ru: Средние значения длительности
sk: Priemerné hodnoty trvania vlastnosti
sv: Genomsnittliga värden av en varaktighetsdrag
zh_cn: 持续时间特征的平均值

# FormulaFunctionAverageOverload1
source: Average values of an instant trait
cs: Průměrné hodnoty okamžitého rysu
da: Gennemsnitlige værdier af et øjeblikkeligt træk
de: Durchschnittswerte eines Instant-Merkmals
fi: Keskimääräiset arvot hetken piirteen
fr: Valeurs moyennes d'un trait instantané
it: Valori medi di un tratto istantaneo
ja: インスタント特性の平均値
nl: Gemiddelde waarden van een Instant Trait
no: Gjennomsnittlige verdier av et øyeblikkelig trekk
pl: Średnie wartości tej cechy
pt: Valores médios de um traço instantâneo
ru: Средние значения мгновенного черта
sk: Priemerné hodnoty okamžitého znaku
sv: Genomsnittliga värden av ett ögonblick
zh_cn: 即时性状的平均值

# FormulaFunctionAverageOverload2
source: Average values of an instant range
cs: Průměrné hodnoty okamžitého rozsahu
da: Gennemsnitlige værdier af et øjeblikkeligt rækkevidde
de: Durchschnittswerte eines Instantbereichs
fi: Keskimääräiset arvot hetkellisen alueen
fr: Valeurs moyennes d'une gamme instantanée
it: Valori medi di un intervallo istantaneo
ja: 瞬間範囲の平均値
nl: Gemiddelde waarden van een instant bereik
no: Gjennomsnittlige verdier av et øyeblikkelig rekkevidde
pl: Średnie wartości natychmiastowego zakresu
pt: Valores médios de um intervalo instantâneo
ru: Средние значения мгновенного диапазона
sk: Priemerné hodnoty okamžitého rozsahu
sv: Genomsnittliga värden för ett omedelbart intervall
zh_cn: 即时范围的平均值

# FormulaFunctionAverageOverload3
source: Average value of a number trait
cs: Průměrná hodnota číselnosti
da: Gennemsnitlig værdi af et talegenskab
de: Durchschnittswert eines Nummernmerkmals
fi: Keskimääräinen arvo numeron piirre
fr: Valeur moyenne d'un trait de numéro
it: Valore medio di un tratto numerico
ja: 数字の平均値
nl: Gemiddelde waarde van een getalkenmerk
no: Gjennomsnittlig verdi av et talltrekk
pl: Średnia wartość cechy
pt: Valor médio de um traço numérico
ru: Среднее значение номера черты
sk: Priemerná hodnota číselného znaku
sv: Medelvärde av ett nummerdrag
zh_cn: 数字特征的平均值

# FormulaFunctionAverageOverload4
source: Average values of duration trait that pass a test
cs: Průměrné hodnoty trvání rysy, které absolvují test
da: Gennemsnitlige værdier af varighedstræk, der passerer en test
de: Durchschnittliche Werte der Dauer-Merkmale, die einen Test übergeben
fi: Keskimääräinen arvo, joka kulkee testin
fr: Valeurs moyennes du trait de durée qui passent un test
it: Valori medi del tratto della durata che passano un test
ja: テストを通過する期間の平均値
nl: Gemiddelde waarden van de duur van de duur die een test doorgeven
no: Gjennomsnittlige verdier av varighetstrekk som passerer en test
pl: Średnie wartości cechy trwania, które przechodzą test
pt: Valores médios de traço de duração que passam um teste
ru: Средние значения длительности черты, которые проходят тест
sk: Priemerné hodnoty trvania vlastnosti, ktoré prechádzajú testom
sv: Genomsnittliga värden för varaktighetsdrag som passerar ett test
zh_cn: 通过测试的持续时间特征的平均值
