Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionMaxOverload4
source: Max (alphabetically latest) value of a multi-line text trait
cs: Max (abecedně poslední) hodnota vícedazivého textového vlastnictví
da: Max (alfabetisk nyeste) værdi af en multi-line tekstregen
de: Maximaler (alphabetischer neuester) Wert eines Multi-Line-Textmerkmals
fi: Max (aakkosjärjestyksessä uusin) arvo monen line tekstin piirre
fr: Max (Alphabétiquement la dernière valeur) d'un trait de texte multiligne
it: Valore massimo (alfabeticamente ultimo) di un tratto di testo multi-line
ja: マルチラインテキスト形式の最大（アルファベット順最新）
nl: Max (alfabetisch nieuwste) waarde van een multi-line teksttrek
no: Max (alfabetisk nyeste) verdi av en multi-line teksttrekk
pl: MAX (Alfabetycznie Najnowsza) Wartość cechy tekstowej wielointerii
pt: Valor máximo (alfabeticamente mais recente) de um traço de texto multi-line
ru: Макс (алфавитная последняя) Значение многострочной текстовой черты
sk: Max (abecedne najnovšia) hodnota multi-line textového znaku
sv: Max (alfabetiskt senaste) värde av en multilinje textdrag
zh_cn: MAX（按字母顺序上最新）的多线文本特征的值

# FormulaFunctionMaxOverload5
source: Max (largest) value of a number trait
cs: Max (největší) hodnota číselné vlastnosti
da: Max (største) værdi af et talegenskab
de: Maximaler (größter) Wert einer Nummernmerkmale
fi: Max (suurin) arvon arvon arvo
fr: Max (plus grande) valeur d'un trait de numéro
it: Max (più grande) valore di un tratto numerico
ja: 数字形質の最大値（最大）値
nl: Max (grootste) waarde van een getalkenmerk
no: Maks (største) verdi av en talltrekk
pl: Max (największa) wartość cechy
pt: Valor máximo (maior) de um traço numérico
ru: Макс (крупнейшее) значение номера черта
sk: Max (najväčšia) hodnota čísla znaku
sv: Max (största) värde av ett nummerdrag
zh_cn: 最大（最大）数量特征的值

# FormulaFunctionMaxOverload6
source: Max (alphabetically latest) value of a single-line text trait
cs: Max (abecedně poslední) hodnota jednorázového textového vlastního řádu
da: MAX (Alfabetisk nyeste) Værdi af en enkeltlinjetekstegenskab
de: Maximaler (alphabetischer neuester) Wert eines einzelnen Textmerkmals
fi: MAX (aakkosjärjestyksessä uusin) arvo yhden rivisen tekstinpiirteen
fr: Max (Alphabétiquement la dernière valeur) d'un trait de texte à une seule ligne
it: Valore massimo (alfabeticamente ultimo) di un tratto di testo a riga singola
ja: 単線テキスト形質の最大（アルファベット順に最新の）値
nl: Max (alfabetisch nieuwste) waarde van een tekstkenmerken voor één lijn
no: Maks (alfabetisk nyeste) verdi av en enkelt linje teksttrekk
pl: MAX (Alfabetycznie Najnowsza) Wartość cechy tekstowej jednorazowej linii
pt: Valor máximo (alfabeticamente mais recente) de um traço de texto de linha única
ru: Макс (алфавитно-последнее) значение однострочной текстовой черты
sk: Max (abecedne najnovšia) hodnota jednostranného textu
sv: Max (alfabetiskt senaste) värde av en enstaka textdrag
zh_cn: 最大（按字母顺序上最新）单行文本特征的值

# FormulaFunctionMaxOverload7
source: Max (true) value of a boolean trait that passes a test
cs: Max (true) hodnota booleovské vlastnosti, která prochází testem
da: Max (True) Værdi af et boolsk træk, der passerer en test
de: MAX (TRUE) Wert einer booleschen Eigenschaft, die einen Test übergibt
fi: Max (True) boolean ominaisuuden arvo, joka kulkee testin
fr: Max (vraie) valeur d'un trait booléen qui transmet un test
it: Valore massimo (vero) di un tratto booleano che passa un test
ja: テストを通過するブール形質のMAX（TRUE）値
nl: Max (true) waarde van een Booleaanse eigenschap die een test passeert
no: Max (True) verdien av en boolsk egenskap som passerer en test
pl: MAX (prawdziwa) wartość cechy boolowskiej, która przechodzi test
pt: Valor máximo (verdadeiro) de um traço booleano que passa um teste
ru: Max (True) значение логической черты, которая проходит тест
sk: Max (true) hodnota booleanového vlastnosti, ktorá prechádza testom
sv: Max (True) värde av ett boolesktegret som passerar ett test
zh_cn: 通过测试的布尔特地区的最大（true）值

# FormulaFunctionMaxOverload8
source: Max (longest) value of a duration trait that passes a test
cs: Max (nejdelší) hodnota trvání rysy, která prochází testem
da: Max (længste) værdi af et varighedsegenskab, der passerer en test
de: Maximaler (längster) Wert einer Dauer-Eigenschaft, die einen Test übergibt
fi: Max (pisin) arvo, joka kulkee testin
fr: Max (la plus longue) valeur d'un trait de durée qui transmet un test
it: Valore massimo (più lungo) di una tratto di durata che passa un test
ja: テストを通過する期間の特性の最大（最長）特性
nl: Max (langste) waarde van een duur van de duur die een test passeert
no: Max (lengste) verdi av en varighetstrekk som passerer en test
pl: MAX (najdłuższa) wartość cechy czasu trwania, która przechodzi test
pt: Valor máximo (mais longo) de um traço de duração que passa um teste
ru: Максимальное (самое длинное) значение длительности черты, которая проходит тест
sk: Max (najdlhšia) hodnota trvania vlastnosti, ktorá prechádza testom
sv: Max (längsta) värde av ett varaktighetsdrag som passerar ett test
zh_cn: 通过测试的持续时间特征的最大（最长）值

# FormulaFunctionMaxOverload9
source: Max (latest) value of a instant trait that passes a test
cs: Max (poslední) hodnota okamžité rysy, která prochází testem
da: Max (seneste) værdi af et øjeblikkeligt træk, der passerer en test
de: Maximaler (neuester) Wert eines Instant-Merkmals, das einen Test weitergibt
fi: Max (uusin) arvo testi läpäisee pikavipu
fr: Max (la dernière valeur) d'un trait instantané qui passe un test
it: Max (ultimo) valore di un tratto istantaneo che passa un test
ja: テストを通過する即時の特性の最大（最新）
nl: MAX (laatste) waarde van een Instant Trait die een test passeert
no: Maks (siste) verdi av et øyeblikkelig trekk som sender en test
pl: Maksymalna (najnowsza) wartość natychmiastowej cechy, która przechodzi test
pt: Valor máximo (mais recente) de um traço instantâneo que passa um teste
ru: Макс (последнее) значение мгновенной черты, которая проходит тест
sk: Max (najnovšia) hodnota okamžitého znaku, ktorá prechádza testom
sv: Max (senaste) värde av ett ögonblick som passerar ett test
zh_cn: Max（最新）通过测试的即时性状的值

# FormulaFunctionMillisecondOverload0
source: Millisecond of an instant
cs: Milisekund okamžitého
da: Millisekund af et øjeblik
de: Millisekunde eines Augenblicks
fi: Millisecond hetkessä
fr: Milliseconde d'un instant
it: Millisecondo di un istante
ja: 瞬間のミリ秒
nl: Milliseconde van een ogenblik
no: Millisekund av et øyeblikk
pl: Milisekund w jednej
pt: Milissegundo de um instante
ru: Миллисекунды мгновенного
sk: Millisekunda
sv: Millisekund av ett ögonblick
zh_cn: 瞬间毫秒

# FormulaFunctionMillisecondsOverload0
source: Milliseconds of the duration of an instant range
cs: Milisekundy doby trvání instantního rozsahu
da: Millisekunder af varigheden af et øjeblikkeligt rækkevidde
de: Millisekunden der Dauer eines Instantbereichs
fi: Millisconds instant-alueen kestosta
fr: Millisecondes de la durée d'une gamme instantanée
it: Millisecondi della durata di una gamma istantanea
ja: 瞬間の範囲の期間のミリ秒
nl: Milliseconden van de duur van een direct bereik
no: Millisekunder av varigheten av et øyeblikkelig rekkevidde
pl: Milisekund czas trwania natychmiastowego zakresu
pt: Milissegundos da duração de um intervalo instantâneo
ru: Миллисекунды продолжительности мгновенного диапазона
sk: Milliseconds trvania instantného rozsahu
sv: Millisekunder av varaktigheten av ett direktområde
zh_cn: 毫秒的即时范围的持续时间

# FormulaFunctionMillisecondsOverload1
source: Milliseconds of a duration
cs: Milisekundy doby trvání
da: Millisekunder af en varighed
de: Millisekunden einer Dauer
fi: Millisekuntia kestosta
fr: Millisecondes d'une durée
it: Millisecondi di una durata
ja: 期間のミリ秒
nl: Milliseconden van een duur
no: Millisekunder av en varighet
pl: Milisekundy czasu trwania
pt: Milissegundos de uma duração
ru: Миллисекунды продолжительности
sk: Milliseconds trvania
sv: Millisekunder av en varaktighet
zh_cn: 毫秒的持续时间

# FormulaFunctionMinOverload0
source: Min (false) value of a boolean trait
cs: Min (false) hodnota booleovské vlastnosti
da: Min (falsk) værdi af en boolsk egenskab
de: Min (FALSCH) Wert eines booleschen Merkmals
fi: Min (väärä) arvo boolean piirre
fr: Min (fausse) valeur d'un trait booléen
it: Min (falso) valore di un tratto booleano
ja: ブール形質のmin（false）値
nl: Min (false) waarde van een Boolean-eigenschap
no: Min (falsk) verdi av en boolsk egenskap
pl: Min (False) Wartość cechy Boolean
pt: Min (falso) valor de um traço booleano
ru: Мин (ложное) значение логического черта
sk: Min (falošná) hodnota booleovskej vlastnosti
sv: Min (falskt) värde av ett booleskteg
zh_cn: 丰富特性质的MIN（假）价值

# FormulaFunctionMinOverload1
source: Min (shortest) value of a duration trait
cs: Min (nejkratší) hodnota trvání rysy
da: Min (korteste) værdi af et varighed træk
de: Min (kürzester) Wert eines Dauermerkmals
fi: Min (lyhin) arvo keston piirre
fr: Valeur min (la plus courte) d'un trait de durée
it: Valore minimo (più breve) di un tratto di durata
ja: 最短（最短）持続時間の値
nl: Min (kortste) waarde van een looptafel
no: Min (korteste) verdi av en varighetstrekk
pl: Min (najkrótsza) wartość cechy czasu trwania
pt: Min (menor) valor de um traço de duração
ru: Мин (кратчайшая) значение длительности черта
sk: Min (najkratšia) hodnota trvania
sv: Min (kortaste) värde av en varaktighetsdrag
zh_cn: 最小（最短）持续时间特征的价值

# FormulaFunctionMinOverload10
source: Min (shortest) duration of the value of a instant trait that passes a test
cs: Min (nejkratší) doba trvání hodnoty okamžité vlastnosti, která prochází testem
da: Min (korteste) varighed af værdien af et øjeblikkeligt træk, der passerer en test
de: Min (kürzeste) Dauer des Werts eines Instant-Merkmals, das einen Test durchgibt
fi: Min (lyhin) kesto testien välittömän piirteen arvosta
fr: Min (la plus courte) durée de la valeur d'un trait instantané qui passe un test
it: Min (più breve) Durata del valore di un tratto istantaneo che passa un test
ja: テストを通過する即時の特性の値の最小（最短）
nl: Min (kortst) Duur van de waarde van een Instant Trait die een test passeert
no: Min (korteste) varighet av verdien av et øyeblikkelig trekk som passerer en test
pl: Min (najkrótszy) czas trwania wartości natychmiastowej cechy, która przechodzi test
pt: Min (menor) duração do valor de um traço instantâneo que passa um teste
ru: Мин (кратчайшая) продолжительность значения мгновенной черты, которая проходит тест
sk: Min (najkratšie) Trvanie hodnoty okamžitého znaku, ktorá prechádza testom
sv: Min (kortaste) varaktigheten av värdet av ett ögonblick som passerar ett test
zh_cn: 通过测试的即时性状的数值（最短）持续时间

# FormulaFunctionMinOverload11
source: Min (alphabetically earliest) value of a multi-line text trait that passes a test
cs: Min (abecedně nejdříve) hodnota vícenásobného textového vlastnosti, která prochází testem
da: Min (alfabetisk tidligste) værdi af et multi-line tekst træk, der passerer en test
de: Min (alphabetisch fetster) Wert eines mehrzeiligen Textmerkmals, der einen Test durchgibt
fi: MIN (aakkosjärjestyksessä airan) arvo monen line tekstimääräyksen, joka kulkee testin
fr: Min (alphabétiquement la plus tôt) d'un trait de texte multiligne qui transmet un test
it: Valore min (alfabeticamente al precedente) Valore di un tratto di testo multilineo che passa un test
ja: テストを通過するマルチラインテキスト形質の最小（アルファベット順早い）値
nl: Min (alfabetisch vroegst) waarde van een multi-line tekstkachel die een test passeert
no: Min (alfabetisk tidligste) verdi av en multi-line teksttrekk som passerer en test
pl: Min (alfabetycznie najwcześniejsza) wartość cechy tekstowej wielointerii, która przechodzi test
pt: Min (alfabeticamente mais antigo) valor de um traço de texto multi-line que passa um teste
ru: Мин (в алфавитном порядке раннее) значение многострочной текстовой черты, которая проходит тест
sk: Min (abecedne najstaršia) hodnota multi-line textu, ktorá prechádza testom
sv: Min (alfabetiskt tidigaste) värde av ett multilinje textdrag som passerar ett test
zh_cn: MIN（字母最早）通过测试的多线文本特征的值

# FormulaFunctionMinOverload12
source: Min (smallest) value of a number trait that passes a test
cs: Min (nejmenší) hodnota číselné vlastnosti, která prochází testem
da: Min (mindste) værdi af et tal træk, der passerer en test
de: Min (kleinster) Wert einer Nummernmerkmale, die einen Test durchgibt
fi: Min (pienin) arvon määrän arvo, joka kulkee testin
fr: La valeur min (la plus petite) d'un trait de numéro qui transmet un test
it: Valore min (più piccolo) di un tratto numerico che passa un test
ja: テストを通過する数値特性の最小（最小）値
nl: Min (kleinste) waarde van een getalkenmerk dat een test passeert
no: Min (minste) verdi av et talltrekk som passerer en test
pl: Min (najmniejsza) wartość cechy liczby, która przechodzi test
pt: Min (menor) valor de uma característica numérica que passa um teste
ru: Мин (самая маленькая) ценность номера черты, которая проходит тест
sk: Min (najmenšia) hodnota číselného znaku, ktorá prechádza testom
sv: Min (minsta) värde av ett nummerdrag som passerar ett test
zh_cn: 通过测试的数量特征的分钟（最小）值

# FormulaFunctionMinOverload13
source: Min (alphabetically earliest) value of a single-line text trait that passes a test
cs: Min (abecedně nejdříve) hodnota jednoho řádku textové vlastnosti, která prochází testem
da: Min (alfabetisk tidligste) værdi af en enkeltlinjetekst træk, der passerer en test
de: Min (alphabetisch frühester) Wert eines einzelnen Textmerkmals, der einen Test übergibt
fi: MIN (aakkosjärjestyksessä aikaisin) arvo, joka kulkee testin
fr: Min (alphabétiquement la plus tôt) d'un trait de texte à une seule ligne qui transmet un test
it: Valore min (alfabeticamente il primo) di un tratto di testo a riga singola che passa un test
ja: テストを通過する単一行テキスト形質の最小（アルファベット順早い）値
nl: Min (alfabetisch vroegst) waarde van een enkele lijntekst eigenschap die een test passeert
no: Min (alfabetisk tidligste) verdi av en enkelt-linje teksttrekk som passerer en test
pl: Min (alfabetycznie najwcześniejsze) wartość cechy tekstowej jednorazowej, która przechodzi test
pt: Min (alfabeticamente mais antigo) valor de um traço de texto de linha única que passa um teste
ru: Мин (в алфавитном порядке раннее) ценность однострочной текстовой черты, которая проходит тест
sk: Min (abecedne najstaršia) hodnota jednorazového textu, ktorá prechádza testom
sv: Min (alfabetiskt tidigaste) värde av en enstaka textdrag som passerar ett test
zh_cn: MIN（字母最早）通过测试的单行文本特征的值

# FormulaFunctionMinOverload2
source: Min (earliest) value of a instant trait
cs: Min (nejstarší) hodnota okamžitého rysu
da: Min (tidligste) værdi af et øjeblikkeligt træk
de: Min (frühester) Wert eines Instant-Merkmals
fi: Min (aikaisin) arvo pikaviestistä
fr: Min (la plus proche) valeur d'un trait instantané
it: Min (prima) valore di un tratto istantaneo
ja: 瞬時の特徴の最小（最も早い）価値
nl: Min (vroegste) waarde van een instant eigenschap
no: Min (tidligste) verdi av et øyeblikkelig trekk
pl: Min (najwcześniejsza) wartość natychmiastowej cechy
pt: Mínimo valor (primeiro) de um traço instantâneo
ru: Мин (раннее) ценность мгновенного черта
sk: Min (najskoršia) hodnota okamžitého znaku
sv: Min (tidigaste) värde av ett ögonblick
zh_cn: 最小（最早）即时性状的价值

# FormulaFunctionMinOverload3
source: Min (shortest) duration of the value of a instant trait
cs: Min (nejkratší) doba trvání hodnoty okamžité rysy
da: Min (korteste) varighed af værdien af et øjeblikkeligt træk
de: Min (kürzeste) Dauer des Wertes eines Instant-Merkmals
fi: Min (lyhin) kesto pikavieksen arvon kesto
fr: Durée min (la plus courte) de la valeur d'un trait instantané
it: Min (più breve) Durata del valore di un tratto istantaneo
ja: 瞬間的な形質の価値の最小（最短）
nl: Min (kortst) Duur van de waarde van een Instant Trait
no: Min (korteste) varighet av verdien av et øyeblikkelig trekk
pl: Min (najkrótszy) Czas trwania wartości natychmiastowej cechy
pt: Min (menor) duração do valor de um traço instantâneo
ru: Мин (кратчайшая) продолжительность значения мгновенного черта
sk: Min (najkratšie) Trvanie hodnoty okamžitého znaku
sv: Min (kortaste) varaktigheten av värdet av ett ögonblick
zh_cn: 最小（最短）即时性状的值的持续时间

# FormulaFunctionMinOverload4
source: Min (alphabetically earliest) value of a multi-line text trait
cs: Min (abecedně nejdříve) hodnota vícedazivého textového rysu
da: Min (alfabetisk tidligste) værdi af en multi-line tekst træk
de: Min (alphabetisch fetster) Wert eines mehrzeiligen Textmerkmals
fi: Min (aakkosjärjestyksessä airan) arvo monilinjan tekstin piirre
fr: Min (alphabétiquement la plus ancienne) valeur d'un trait de texte multiligne
it: Valore min (alfabeticamente il primo) di un tratto di testo multilineo
ja: マルチラインテキスト形質の最小（アルファベット順で最も早い）
nl: Min (alfabetisch vroegst) waarde van een multi-line teksttrek
no: Min (alfabetisk tidligste) verdi av en multi-line teksttrekk
pl: Min (alfabetycznie najwcześniejszy) wartość cechy tekstowej wielointerii
pt: Min (alfabeticamente mais antigo) valor de um traço de texto multi-line
ru: Мин (в алфавитном порядке раннее) значение многострочной текстовой черты
sk: Min (abecedne najstaršia) hodnota multi-line textového znaku
sv: Min (alfabetiskt tidigaste) värde av en multilinje textdrag
zh_cn: min（字母最早）的多线文本特征的价值

# FormulaFunctionMinOverload5
source: Min (smallest) value of a number trait
cs: Min (nejmenší) hodnota číselné vlastnosti
da: Min (mindste) værdi af et tal træk
de: Min (kleinster) Wert einer Anzahl Merkmals
fi: Min (pienin) arvon määrän arvo
fr: Min (plus petit) valeur d'un trait de numéro
it: Min (più piccolo) valore di un tratto numerico
ja: 数字形状の最小（最小）値
nl: Min (kleinste) waarde van een getalkenmerk
no: Min (minste) verdi av et talltrekk
pl: Min (najmniejsza) wartość cechy liczby
pt: Min (menor) valor de um traço numérico
ru: Мин (самая маленькая) ценность номера черты
sk: Min (najmenšia) hodnota čísla čísel
sv: Min (minsta) värde av ett nummerdrag
zh_cn: 数量特征的最小值（最小）值

# FormulaFunctionMinOverload6
source: Min (alphabetically earliest) value of a single-line text trait
cs: Min (abecedně nejdříve) hodnota jednorázového textového rysu
da: Min (alfabetisk tidligste) værdi af en enkelt linje tekst træk
de: Min (alphabetisch frühester) Wert eines einzelnen Textmerkmals
fi: Min (aakkosjärjestyksessä aikaisin) arvo yhden line tekstinpiirteen
fr: Min (alphabétiquement la plus ancienne) valeur d'un trait de texte à une seule ligne
it: Valore min (alfabeticamente al precedente) Valore di un tratto di testo a riga singola
ja: 単一行テキスト形質の最小（アルファベット順で最も早い）
nl: Min (alfabetisch vroegste) waarde van een enkele lijnteksttrak
no: Min (alfabetisk tidligste) verdi av en enkelt linje teksttrekk
pl: Min (alfabetycznie najwcześniejszy) wartość cechy tekstowej jednorazowej linii
pt: Valor min (alfabeticamente mais antigo) de um traço de texto de linha única
ru: Мин (в алфавитном порядке раннее) ценность однострочной текстовой черты
sk: Min (abecedne najskoršie) hodnoty jednorazového textu
sv: Min (alfabetiskt tidigaste) värde av en enstaka textdrag
zh_cn: 分钟（字母最早）单行文本特质的值

# FormulaFunctionMinOverload7
source: Min (false) value of a boolean trait that passes a test
cs: Min (false) hodnota booleovské vlastnosti, která prochází testem
da: Min (falsk) værdi af et boolsk træk, der passerer en test
de: Min (FALSE) Wert einer booleschen Eigenschaft, die einen Test durchgibt
fi: Min (väärä) arvo boolean piirre, joka kulkee testin
fr: Min (fausse) valeur d'un trait booléen qui passe un test
it: Min (falso) valore di un tratto booleano che passa un test
ja: テストを通過するブール形質のmin（false）値
nl: Min (false) waarde van een Boolean-eigenschap die een test passeert
no: Min (falsk) verdi av en boolsk egenskap som passerer en test
pl: Min (False) Wartość cechy boolowskiej, która przechodzi test
pt: Min (falso) valor de uma característica booleana que passa um teste
ru: Min (False) значение логической черты, которая проходит тест
sk: Min (falošná) hodnota booleovskej vlastnosti, ktorá prechádza testom
sv: Min (falskt) värde av ett boolesktegreat som passerar ett test
zh_cn: 通过测试的布尔特征的MIN（假）值

# FormulaFunctionMinOverload8
source: Min (shortest) value of a duration trait that passes a test
cs: Min (nejkratší) hodnota trvání vlastnosti, která prochází testem
da: Min (korteste) værdi af et varighedsegenskab, der passerer en test
de: Min (kürzester) Wert einer Dauer-Merkmale, die einen Test übergibt
fi: Min (lyhin) arvo, joka kulkee testin
fr: La valeur min (la plus courte) d'un trait de durée qui transmet un test
it: Valore minimo (più breve) di una tratto di durata che passa un test
ja: 試験に合格する期間の最小（最短）
nl: Min (kortste) waarde van een duur van de duur die een test passeert
no: Min (korteste) verdi av en varighetstrekk som passerer en test
pl: Min (najkrótsza) wartość cechy czasu trwania przechodzi test
pt: Min (menor) valor de um traço de duração que passa um teste
ru: Мин (кратчайшая) значение длительности черта, которая проходит тест
sk: Min (najkratšia) hodnota trvania, ktorá prechádza testom
sv: Min (kortaste) värde av en varaktighetsdrag som passerar ett test
zh_cn: 经过测试的持续时间特征的最小（最短）值

# FormulaFunctionMinOverload9
source: Min (earliest) value of a instant trait that passes a test
cs: Min (nejdříve) hodnota okamžité rysy, která prochází testem
da: Min (tidligste) værdi af et øjeblikkeligt træk, der passerer en test
de: Min (frühester) Wert eines Instant-Merkmals, das einen Test weitergibt
fi: Min (aikaisin) arvon pikavieksen arvo, joka kulkee testin
fr: La valeur min (la plus tôt) d'un trait instantané qui passe un test
it: Min (prima) valore di un tratto istantaneo che passa un test
ja: テストを通過する即時の特性の最小（最も初期）
nl: Min (vroegste) waarde van een onmiddellijke eigenschap die een test passeert
no: Min (tidligste) verdi av et øyeblikkelig trekk som sender en test
pl: Min (najwcześniejsza) wartość natychmiastowej cechy, która przechodzi test
pt: Min (primeiro) valor de um traço instantâneo que passa um teste
ru: Мин (самое раннее) значение мгновенной черты, которая проходит тест
sk: Min (najskoršia) hodnota okamžitého znaku, ktorá prechádza testom
sv: Min (tidigaste) värde av ett ögonblick som passerar ett test
zh_cn: 传递测试的即时性状的分钟（最早）值

# FormulaFunctionMinuteOverload0
source: Minute of an instant
cs: Minutu okamžitého
da: Minut af et øjeblik
de: Minute eines Augenblicks
fi: Hetken hetken
fr: Minute d'un instant
it: Minuto di un istante
ja: 瞬間の分
nl: Minuut van een moment
no: Minutt av et øyeblikk
pl: Minuta natychmiastowej
pt: Minuto de um instante
ru: Минута мгновенного
sk: Minút
sv: Minut av ett ögonblick
zh_cn: 瞬间

# FormulaFunctionMinutesOverload0
source: Minutes of the duration of an instant range
cs: Minuty trvání okamžitého rozsahu
da: Minutter af varigheden af et øjeblikkeligt område
de: Minuten der Dauer eines Instantbereichs
fi: Pikavalikoiman kesto
fr: Minutes de la durée d'une gamme instantanée
it: Minuti della durata di un intervallo istantaneo
ja: 瞬間範囲の期間の分数
nl: Minuten van de duur van een instant bereik
no: Minutter av varigheten av et øyeblikkelig rekkevidde
pl: Minut czasu trwania natychmiastowego zakresu
pt: Minutos da duração de um intervalo instantâneo
ru: Минут продолжительности мгновенного диапазона
sk: Minút trvania instantného rozsahu
sv: Minuter av varaktigheten av ett direktområde
zh_cn: 即时范围的持续时间分钟

# FormulaFunctionMinutesOverload1
source: Minutes of a duration
cs: Minuty trvání
da: Minutter af en varighed
de: Minuten einer Dauer
fi: Minuutit kesto
fr: Minutes d'une durée
it: Minuti di durata
ja: 時間の数分
nl: Minuten van een duur
no: Minutter av en varighet
pl: Minut czasu trwania
pt: Minutos de uma duração
ru: Минут продолжительности
sk: Minút trvania
sv: Minuter av en varaktighet
zh_cn: 少数
