Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionModuloOverload0
source: Remainder of dividing a number by a number
cs: Zbytek dělení čísla podle čísla
da: Resten af at dividere et nummer med et nummer
de: Rest, um eine Zahl mit einer Zahl zu teilen
fi: Jäljellä jakamalla numero numerolla
fr: Reste de diviser un numéro par un nombre
it: Resto di dividere un numero di un numero
ja: 数字で数を分けてください
nl: Restering van het delen van een getal door een nummer
no: Resten av å dele et tall med et tall
pl: Pozostała część dzielącej liczby według numeru
pt: Restante de dividir um número por um número
ru: Остаток разделить число по номеру
sk: Zvyšok rozdelenia čísla číslom
sv: Återstående att dela ett nummer med ett nummer
zh_cn: 剩余的分割数量

# FormulaFunctionModuloOverload1
source: Divide the duration of an instant range by the duration of an instant range and get the remainder
cs: Rozdělte dobu trvání okamžitého rozsahu po celou dobu trvání okamžitého rozsahu a získejte zbytek
da: Opdele varigheden af et øjeblikkeligt område ved varigheden af et øjeblikkeligt område og få resten
de: Teilen Sie die Dauer eines sofortigen Bereichs durch die Dauer eines sofortigen Bereichs auf und erhalten Sie den Rest
fi: Jaa hetkellisen alueen kesto hetkessä ja saat loput
fr: Divisez la durée d'une plage instantanée de la durée d'une gamme instantanée et obtenez le reste
it: Dividi la durata di un intervallo istantaneo grazie alla durata di un intervallo istantaneo e prendi il resto
ja: 瞬時の範囲の持続時間を瞬時の範囲の期間で分割して残りを取得します
nl: Verdeel de duur van een direct bereik door de duur van een direct bereik en ontvang de rest
no: Del varigheten av et øyeblikkelig rekkevidde ved varigheten av et øyeblikkelig rekkevidde og få resten
pl: Podziel czas trwania natychmiastowego zakresu przez czas natychmiastowego zasięgu i uzyskać resztę
pt: Divida a duração de um intervalo instantâneo pela duração de um intervalo instantâneo e obtenha o restante
ru: Разделите продолжительность мгновенного диапазона по продолжительности мгновенного диапазона и получите остаток
sk: Rozdeľte trvanie okamžitého rozsahu podľa trvania okamžitého rozsahu a získajte zvyšok
sv: Dela varaktigheten av ett omedelbart intervall genom varaktigheten av ett direktområde och få resten
zh_cn: 将即时范围的持续时间划分在即时范围的持续时间内并获得其余部分

# FormulaFunctionModuloOverload2
source: Divide the duration of an instant range by a duration and get the remainder
cs: Rozdělte dobu trvání okamžitého rozsahu trváním a získejte zbytek
da: Opdel varigheden af et øjeblikkeligt område med en varighed og få resten
de: Teilen Sie die Dauer eines sofortigen Bereichs durch eine Dauer und erhalten Sie den Rest
fi: Jaa hetkellisen alueen kesto keston ja loput
fr: Diviser la durée d'une plage instantanée d'une durée et obtenez le reste
it: Dividi la durata di un intervallo istantaneo da una durata e ottieni il resto
ja: 瞬間の範囲の持続時間を期間だけ分割して残りを取得します
nl: Verdeel de duur van een direct bereik met een duur en ontvang de rest
no: Del varigheten av et øyeblikkelig rekkevidde med en varighet og få resten
pl: Podziel czas trwania natychmiastowego zasięgu przez czas trwania i otrzymaj resztę
pt: Divida a duração de um intervalo instantâneo por uma duração e obtenha o restante
ru: Разделите продолжительность мгновенного диапазона продолжительностью и получить остаток
sk: Rozdeľte trvanie okamžitého rozsahu dĺžkou a získajte zvyšok
sv: Dela upp varaktigheten av ett direktområde med en varaktighet och få resten
zh_cn: 将即时范围的持续时间划分为持续时间并获得其余部分

# FormulaFunctionModuloOverload3
source: Divide a duration by the duration af an instant range and get the remainder
cs: Rozdělte dobu trvání po trvání AF Instant Range a získejte zbytek
da: Opdel en varighed ved varigheden af et øjeblikkeligt område og få resten
de: Teilen Sie eine Dauer durch die Dauer AF ein sofortiger Reichweite und erhalten Sie den Rest
fi: Jakaudu kestosta, jonka kesto on hetkellinen valikoima ja saat loput
fr: Divisez une durée par la durée AF une gamme instantanée et obtenez le reste
it: Dividi una durata della durata AF un intervallo istantaneo e prendi il resto
ja: 即時範囲の期間によって持続時間を分割し、残りを得る
nl: Verdeel een duur door de duur van een instant bereik en ontvang de rest
no: Del en varighet ved varigheten av et øyeblikk og få resten
pl: Podzielić czas trwania przez czas natychmiastowy i zdobądź resztę
pt: Divida uma duração pela duração AF um intervalo instantâneo e obter o restante
ru: Разделите продолжительность продолжительностью AF мгновенного диапазона и получите остаток
sk: Rozdeľte dĺžku trvania AF okamžitý rozsah a zvyšok
sv: Dela en varaktighet med varaktigheten av ett ögonblick och få resten
zh_cn: 将持续时间除以持续时间AF一个即时范围并获得其余部分

# FormulaFunctionModuloOverload4
source: Divide a duration by a duration and get the remainder
cs: Rozdělte dobu trvání po trvání a získejte zbytek
da: Opdel en varighed med en varighed og få resten
de: Teilen Sie eine Dauer um eine Dauer und erhalten Sie den Rest
fi: Jaa kesto kesto ja saat loput
fr: Diviser une durée d'une durée et obtenez le reste
it: Dividi una durata per durata e prendi il resto
ja: 期間を持続時間に分けて残りを得る
nl: Verdeel een duur met een duur en ontvang de rest
no: Del en varighet med en varighet og få resten
pl: Podziel czas trwania przez czas trwania i otrzymaj resztę
pt: Divida uma duração por uma duração e obtenha o restante
ru: Разделите продолжительность продолжительностью и получите остаток
sk: Rozdeľte trvanie trvaním a získajte zvyšok
sv: Dela en varaktighet med en varaktighet och få resten
zh_cn: 持续时间持续时间并获得其余部分

# FormulaFunctionMonthOverload0
source: Month of an instant
cs: Měsíc okamžitého
da: Måned af et øjeblik
de: Monat eines Augenblicks
fi: Kuukausi hetken
fr: Mois d'un instant
it: Mese di un istante
ja: 瞬間の月
nl: Maand van een moment
no: Måned med et øyeblikk
pl: Miesiąc natychmiastowego
pt: Mês de um instante
ru: Мгновенный месяц
sk: Mesiaca okamihu
sv: Månad av ett ögonblick
zh_cn: 瞬间

# FormulaFunctionMultiplyOverload0
source: Multiply numbers
cs: Vynásobte čísla
da: Multiplicere tal.
de: Multiplizieren von Zahlen
fi: Moninkertaistaa numerot
fr: Multiplier des nombres
it: Numeri moltiplicati
ja: 数量を掛けます
nl: Vermenigvuldig cijfers
no: Multipliser tall
pl: Pomnożyć numery
pt: Multiplicar números
ru: Умножьте номера
sk: Množiteľné čísla
sv: Multiplicera siffror
zh_cn: 乘以数字

# FormulaFunctionMultiplyOverload1
source: Multiply the duration of an instant range by a number
cs: Vynásobte dobu trvání okamžitého rozsahu číslem
da: Multiplicer varigheden af et øjeblikkeligt område med et nummer
de: Multiplizieren Sie die Dauer eines sofortigen Bereichs von einer Zahl
fi: Kerro välittömän alueen kesto numerolla
fr: Multipliez la durée d'une gamme instantanée par un nombre
it: Moltiplicare la durata di un intervallo istantaneo da parte di un numero
ja: 瞬間範囲の持続時間を数値で掛ける
nl: Vermenigvuldig de duur van een instant bereik door een nummer
no: Multipliser varigheten av et øyeblikk med et tall
pl: Pomnóż czas trwania natychmiastowego zakresu według liczby
pt: Multiplique a duração de um intervalo instantâneo por um número
ru: Умножьте продолжительность мгновенного диапазона рядом
sk: Vynásobte trvanie instantného rozsahu podľa čísla
sv: Multiplicera varaktigheten av ett direktområde med ett nummer
zh_cn: 将即时范围的持续时间乘以数字

# FormulaFunctionMultiplyOverload2
source: Multiply a number by the duration of an instant range
cs: Vynásobte číslo po celou dobu trvání okamžitého rozsahu
da: Multiplicer et nummer ved varigheden af et øjeblikkeligt område
de: Multiplizieren Sie eine Zahl mit der Dauer eines sofortigen Bereichs
fi: Kerro numero hetkellisen alueen keston ajan
fr: Multipliez un nombre par la durée d'une gamme instantanée
it: Moltiplicare un numero per la durata di un intervallo istantaneo
ja: 瞬時の範囲の期間で数値を掛けます
nl: Vermenigvuldig een getal met de duur van een instant bereik
no: Multipliser et tall etter varigheten av et øyeblikkelig rekkevidde
pl: Pomnóż liczbę przez czas natychmiastowego zakresu
pt: Multiplique um número pela duração de um intervalo instantâneo
ru: Умножьте номер по длительности мгновенного диапазона
sk: Vynásobte číslo podľa trvania instantného rozsahu
sv: Multiplicera ett nummer med varaktigheten av ett omedelbart område
zh_cn: 将数字乘以即时范围的持续时间

# FormulaFunctionMultiplyOverload3
source: Multiply a duration by a number
cs: Vynásobte dobu trvání číslem
da: Multiplicer en varighed med et nummer
de: Multiplizieren Sie eine Dauer mit einer Zahl
fi: Kerro keskimäärin numerolla
fr: Multiplier une durée par un nombre
it: Moltiplicare una durata di un numero
ja: 時間を数々掛けます
nl: Vermenigvuldig een duur door een getal
no: Multipliser en varighet med et tall
pl: Pomnóż czas trwania według liczby
pt: Multiplique uma duração por um número
ru: Умножьте продолжительность по номеру
sk: Vynásobte trvanie číslom
sv: Multiplicera en varaktighet med ett nummer
zh_cn: 乘以一个数字

# FormulaFunctionMultiplyOverload4
source: Multiply a number by a duration
cs: Vynásobte číslo o délce trvání
da: Multiplicer et nummer med en varighed
de: Multiplizieren Sie eine Zahl mit einer Dauer
fi: Kerro numero kestona
fr: Multipliez un nombre par une durée
it: Moltiplicare un numero per una durata
ja: 数を数えて数々掛けます
nl: Vermenigvuldig een aantal met een duur
no: Multipliser et tall med en varighet
pl: Pomnóż liczbę przez czas
pt: Multiplique um número por uma duração
ru: Умножьте номер на продолжительность
sk: Vynásobte číslo trvaním
sv: Multiplicera ett nummer med en varaktighet
zh_cn: 将一个数字乘以持续时间

# FormulaFunctionNandOverload0
source: Logical nand booleans
cs: Logické nand booleans.
da: LOGISK NAND BOOLEANSERS
de: Logische NAND BOELANS.
fi: Loogiset nand boolealaiset
fr: Nand logique booléens
it: BOOLEANS NAND LOGICO
ja: 論理NANDブール値
no: Logisk NAND BOOLEANS.
pl: Logiczne Nanda Booleans.
pt: Booleans lógicos da NAND.
ru: Логические Nand Booleans
sk: Logické NAND BOOLEANS
sv: Logisk NAND BOOLEANS
zh_cn: 逻辑NAND BOOLEANS.

# FormulaFunctionNegateOverload0
source: Negate a number
cs: Negovat číslo
da: Negere et nummer.
de: Negiere eine Zahl.
fi: Kieltää numero
fr: Nier un nombre
it: Nega un numero
ja: 番号を否定します
nl: Een nummer ontkennen
no: Negere et nummer
pl: Negować numer.
pt: Negar um número
ru: Отрицать номер
sk: Negovať číslo
sv: Negera ett nummer
zh_cn: 否定一个数字

# FormulaFunctionNegateOverload1
source: Negate the duration of an instant range
cs: Negovat dobu trvání instantního rozsahu
da: Negere varigheden af et øjeblikkeligt område
de: Negiere die Dauer eines sofortigen Bereichs
fi: Kieltää välittömän alueen kesto
fr: Annuler la durée d'une gamme instantanée
it: Negare la durata di un intervallo istantaneo
ja: インスタント範囲の期間を否定します
nl: Ontken de duur van een instant bereik
no: Negere varigheten av et øyeblikkelig rekkevidde
pl: Negować czas trwania natychmiastowego zakresu
pt: Negar a duração de um intervalo instantâneo
ru: Отрицать продолжительность мгновенного диапазона
sk: Negovať trvanie okamžitého rozsahu
sv: Negera varaktigheten av ett omedelbart intervall
zh_cn: 否定即时范围的持续时间

# FormulaFunctionNegateOverload2
source: Negate a duration
cs: Negovat dobu trvání
da: Negere en varighed
de: Eine Dauer negieren
fi: Kieltää kesto
fr: Annuler une durée
it: Nega una durata
ja: 期間を否定する
nl: Een duur teniet
no: Negere en varighet
pl: Negować czas trwania
pt: Negar uma duração
ru: Отрицать продолжительность
sk: Negovať trvanie
sv: Negera en varaktighet
zh_cn: 否定持续时间

# FormulaFunctionNorOverload0
source: Logical nor booleans
cs: Logické ani booleans.
da: Logisk eller booleans.
de: Logisch noch booleans.
fi: Loogiset ja boolealaiset
fr: Logique ni booléens
it: Logico né booleani
ja: 論理的またはブール値
nl: Logisch noch booleans
no: Logisk eller boolere
pl: Logiczne ani booleans.
pt: Lógico nem booleans.
ru: Логично ни логии
sk: Logické ani booleans
sv: Logiska eller booleser
zh_cn: 逻辑也不是booleans.

# FormulaFunctionNotEqualOverload0
source: Whether two values do not equal each other
cs: Zda se dvě hodnoty nemají rovnat
da: Om to værdier ikke svarer til hinanden
de: Ob zwei Werte nicht gleich sind
fi: Olipa kaksi arvoa toisiaan
fr: Si deux valeurs ne sont pas égales les unes des autres
it: Se due valori non si sono uguali a vicenda
ja: 2つの値が互いに等しくないかどうか
nl: Of twee waarden niet gelijk zijn aan elkaar
no: Om to verdier ikke er lik hverandre
pl: Czy dwie wartości nie są równe
pt: Se dois valores não se igualam um ao outro
ru: Будь то два значения не равны друг другу
sk: Či sa dve hodnoty nerovnú
sv: Om två värden inte är lika med varandra
zh_cn: 两个值是否不等于彼此

# FormulaFunctionNotOverload0
source: Negate a boolean
cs: Negovat boolean.
da: Negere en boolean
de: Negiere ein boolean
fi: Kieltää boolean
fr: Nier un booléen
it: Negare un booleano
ja: ブール値を否定する
nl: Ontken een boolean
no: Negere en boolsk.
pl: Negować boolean
pt: Negar um booleano
ru: Отрицать логию
sk: Negovať boolean
sv: Negera en booleska
zh_cn: 否定一个布尔

# FormulaFunctionNowInUniversalTimeOverload0
source: Current date and time in universal time
cs: Aktuální datum a čas v univerzálním čase
da: Nuværende dato og klokkeslæt på Universal Time
de: Aktuelles Datum und Uhrzeit in der Universalzeit
fi: Nykyinen päivämäärä ja aika yleismaailmallisessa ajassa
fr: Date et heure actuelles en temps universel
it: Data e ora corrente in tempo universale
ja: 現在の日付と時刻
nl: Huidige datum en tijd in universele tijd
no: Nåværende dato og klokkeslett i Universal Time
pl: Aktualna data i czas w uniwersalnym czasie
pt: Data e hora atual no tempo universal
ru: Текущая дата и время в универсальном времени
sk: Aktuálny dátum a čas v univerzálnom čase
sv: Nuvarande datum och tid i universell tid
zh_cn: 当前的日期和时间在世界时代

# FormulaFunctionNowOverload0
source: Current date and time in local time
cs: Aktuální datum a čas v místním čase
da: Nuværende dato og klokkeslæt i lokal tid
de: Aktuelles Datum und Uhrzeit in der Ortszeit
fi: Nykyinen päivämäärä ja aika paikallisessa ajassa
fr: Date et heure actuelles à l'heure locale
it: Data e ora corrente in ora locale
ja: 現地時間の現在の日時
nl: Huidige datum en tijd in lokale tijd
no: Nåværende dato og klokkeslett i lokal tid
pl: Aktualna data i czas w czasie lokalnym
pt: Data e hora atual na hora local
ru: Текущая дата и время по местному времени
sk: Aktuálny dátum a čas v miestnom čase
sv: Nuvarande datum och tid i lokal tid
zh_cn: 当前时间的当前日期和时间

# FormulaFunctionOrOverload0
source: Logical or booleans
cs: Logické nebo booleans.
da: Logiske eller booleans.
de: Logische oder boolesche
fi: Loogiset tai boolealaiset
fr: Logique ou booléens
it: Logico o booleano
ja: 論理またはブール値
nl: Logisch of booleans
no: Logiske eller boolere
pl: Logiczne lub booleans.
pt: Lógico ou booleans.
ru: Логические или логические
sk: Logické alebo booleans
sv: Logiska eller booleser
zh_cn: 逻辑或布尔斯

# FormulaFunctionOverlapOverload0
source: Get the instant range representing the overlap of two instant ranges
cs: Získejte instantní rozsah představující překrytí dvou instantních rozsahů
da: Få det øjeblikkelige område, der repræsenterer overlapningen af to øjeblikkelige intervaller
de: Holen Sie sich den sofortigen Bereich, der die Überlappung zweier Instant-Ranges darstellt
fi: Hanki välittömän valikoiman, joka edustaa kaksi instant-aluetta
fr: Obtenez la gamme instantanée représentant le chevauchement de deux gammes instantanées
it: Ottieni la gamma istantanea che rappresenta la sovrapposizione di due intervalli istantanei
ja: 2つの瞬時範囲の重なりを表す瞬間範囲を取得する
nl: Ontvang het directe bereik dat de overlapping van twee Instant Ranges vertegenwoordigt
no: Få øyeblikkelig rekkevidde som representerer overlappingen av to umiddelbare områder
pl: Uzyskaj natychmiastowy zakres reprezentujący nakładanie się dwóch zakresów błyskawicznych
pt: Obter o intervalo instantâneo que representa a sobreposição de dois intervalos instantâneos
ru: Получите мгновенный диапазон, представляющий перекрытие двух мгновенных диапазонов
sk: Získajte okamžitý rozsah predstavujúci prekrytie dvoch okamžitých rozsahov
sv: Få det omedelbara sortimentet som representerar överlappningen av två omedelbara intervall
zh_cn: 获取表示两个即时范围重叠的即时范围

# FormulaFunctionParameterAssignmentOverload0
source: Value of one of the view's assignment parameters
cs: Hodnota jednoho z parametrů zobrazení
da: Værdi af en af visningsopgaveparametrene
de: Wert eines der Zuweisungsparameter der Ansicht
fi: Yksi katselun tehtäväparametrien arvo
fr: Valeur d'une des paramètres d'affectation de la vue
it: Valore di uno dei parametri di assegnazione della vista
ja: ビューの割り当てパラメータの1つの値
nl: Waarde van een van de opdrachtparameters van de weergave
no: Verdien av en av visningens oppdragsparametere
pl: Wartość jednego z parametrów przydziału widoku
pt: Valor de um dos parâmetros de atribuição da vista
ru: Значение одного из параметров назначения представления
sk: Hodnota jedného z parametrov priradenia zobrazenia
sv: Värdet av en av bilds uppdragsparametrar
zh_cn: 其中一个视图分配参数的值

# FormulaFunctionParameterAssignmentOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterBooleanOverload0
source: Value of one of the view's boolean parameters
cs: Hodnota jednoho z booleanových parametrů zobrazení
da: Værdi af en af synets boolske parametre
de: Wert eines der booleschen Parameter der Ansicht
fi: Yksi katselun Boolen parametreista
fr: Valeur d'une des paramètres booléens de la vue
it: Valore di uno dei parametri booleani della vista
ja: ビューのブールパラメータの1つの値
nl: Waarde van een van de Booleaanse parameters van de weergave
no: Verdi av en av utsiktenes boolske parametere
pl: Wartość jednego z parametrów boolowskich widoku
pt: Valor de um dos parâmetros booleanos da vista
ru: Значение одного из логических параметров зрения
sk: Hodnota jedného z booleovských parametrov zobrazenia
sv: Värde av en av utsiktens booleskaparametrar
zh_cn: 其中一个视图布尔参数的价值

# FormulaFunctionParameterBooleanOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterDurationOverload0
source: Value of one of the view's duration parameters
cs: Hodnota jedné z parametrů trvání zobrazení
da: Værdi af en af visningsens varighedsparametre
de: Wert eines der Dauerparameter der Ansicht
fi: Yksi katselun kestoparametrien arvo
fr: Valeur de l'une des paramètres de la durée de la vue
it: Valore di uno dei parametri della durata della vista
ja: ビューの期間パラメータの1つの値
nl: Waarde van een van de duurparameters van de weergave
no: Verdien av en av visningens varighetsparametere
pl: Wartość jednego z parametrów czasu trwania widoku
pt: Valor de um dos parâmetros de duração da vista
ru: Значение одного из параметров продолжительности представления
sk: Hodnota jedného z parametrov trvania zobrazenia
sv: Värdet av en av bildens varaktighetsparametrar
zh_cn: 其中一个视图持续时间参数的值

# FormulaFunctionParameterDurationOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterEntityTypeIdOverload0
source: Value of one of the view's entity type ID parameters
cs: Hodnota jedné z parametrů typu Entity typu zobrazení
da: Værdi af en af Views Entity Type ID-parametre
de: Wert eines der Entitätstyp-ID-Parameter der Ansicht
fi: Yksi katselun yksikön tyypin tunnusparametrit
fr: Valeur de l'une des paramètres d'identification d'entité d'entité de la vue
it: Valore di uno dei parametri dell'ID del tipo di entità di vista
ja: ビューのエンティティタイプIDパラメータの1つの値
nl: Waarde van een van de ID-parameters van de entiteitstype
no: Verdien av en av visningens enhetstype ID-parametere
pl: Wartość jednego z parametrów ID typu ID typu widoku
pt: Valor de um dos parâmetros de ID do tipo de entidade da exibição
ru: Значение одного из параметров идентификаторов типа объекта представления
sk: Hodnota jedného z parametrov ID ID ID ID zobrazenia
sv: Värdet av en av bildens typ ID-parametrar
zh_cn: 视图实体类型ID参数之一的值

# FormulaFunctionParameterEntityTypeIdOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterIdOverload0
source: Value of one of the view's ID parameters
cs: Hodnota jednoho z parametrů ID zobrazení
da: Værdi af en af visnings ID-parametre
de: Wert eines der ID-Parameter der Ansicht
fi: Yksi katselun tunnusparametrien arvo
fr: Valeur d'un des paramètres d'identification de la vue
it: Valore di uno dei parametri ID di vista
ja: ビューのIDパラメータの1つの値
nl: Waarde van een van de ID-parameters van de weergave
no: Verdien av en av visningens ID-parametere
pl: Wartość jednego z parametrów identyfikatora widoku
pt: Valor de um dos parâmetros de ID da Visualização
ru: Значение одного из идентификационных параметров представления
sk: Hodnota jedného z parametrov ID zobrazenia
sv: Värdet av en av Views ID-parametrar
zh_cn: 其中一个视图ID参数的值

# FormulaFunctionParameterIdOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterInstantOverload0
source: Value of one of the view's instant parameters
cs: Hodnota jednoho z instantních parametrů zobrazení
da: Værdi af en af synets øjeblikkelige parametre
de: Wert eines der Instant-Parameter der Ansicht
fi: Yksi näkemysten välittömistä parametreista
fr: Valeur d'une des paramètres instantanés de la vue
it: Valore di uno dei parametri istantanei di vista
ja: ビューのインスタントパラメータの1つの値
nl: Waarde van een van de directe parameters van de weergave
no: Verdien av en av visningens øyeblikkelige parametere
pl: Wartość jednego z natychmiastowych parametrów widoku
pt: Valor de um dos parâmetros instantâneos da exibição
ru: Значение одного из мгновенных параметров зрения
sk: Hodnota jedného z okamžitých parametrov zobrazenia
sv: Värdet av en av Views Instant-parametrar
zh_cn: 其中一个视图即时参数的值

# FormulaFunctionParameterInstantOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterInstantRangeOverload0
source: Value of one of the view's instant range parameters
cs: Hodnota jednoho z parametrů okamžitého rozsahu zobrazení
da: Værdi af en af synets øjeblikkelige parametre
de: Wert eines der Instant Range-Parameter der Ansicht
fi: Yksi katselun instant-alueen parametrien arvo
fr: Valeur d'une des paramètres de la plage instantanée de la vue
it: Valore di uno dei parametri della gamma istantanea di vista
ja: ビューのインスタントレンジパラメータの1つの値
nl: Waarde van een van de instantberge-parameters van de weergave
no: Verdi av en av visningens øyeblikkelige parametere
pl: Wartość jednego z parametrów natychmiastowego zakresu widoku
pt: Valor de um dos parâmetros de intervalo instantâneo da exibição
ru: Значение одного из мгновенных параметров мгновенного диапазона
sk: Hodnota jedného z parametrov Instant Range Zobraziť
sv: Värdet av en av bildens omedelbara intervallparametrar
zh_cn: 其中一个视图即时范围参数的值

# FormulaFunctionParameterInstantRangeOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围
