Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionValueOverload2
source: Value of a duration trait
cs: Hodnota trvání rysy
da: Værdi af et varighedsegenskab
de: Wert eines Dauermerkmals
fi: Kestopiirteen arvo
fr: Valeur d'un trait de durée
it: Valore di un tratto di durata
ja: 期間特性の価値
nl: Waarde van een looptafel
no: Verdi av en varighetstrekk
pl: Wartość cechy czasu trwania
pt: Valor de um traço de duração
ru: Ценность длительности черта
sk: Hodnota trvania vlastnosti
sv: Värde av en varaktighetsdrag
zh_cn: 持续时间特征的价值

# FormulaFunctionValueOverload20
source: Value of an ID trait that passes a test
cs: Hodnota id rys, který prochází testem
da: Værdi af et ID-træk, der passerer en test
de: Wert einer ID-Eigenschaft, die einen Test übergibt
fi: Testin mukaisen tunnusreunan arvo
fr: Valeur d'un trait d'identification qui transmet un test
it: Valore di un tratto ID che passa un test
ja: テストを渡すID特性の値
nl: Waarde van een ID-eigenschap die een test passeert
no: Verdien av en ID-egenskap som overfører en test
pl: Wartość cechy ID, która przechodzi test
pt: Valor de um traço de identificação que passa um teste
ru: Значение идентификационной черты, которая проходит тест
sk: Hodnota ID vlastnosti, ktorá prechádza testom
sv: Värdet av ett ID-drag som passerar ett test
zh_cn: 通过测试的ID特性的值

# FormulaFunctionValueOverload21
source: Value of an instant trait that passes a test
cs: Hodnotu okamžité vlastnosti, která prochází testem
da: Værdi af et øjeblikkeligt træk, der passerer en test
de: Wert eines Instant-Merkmals, das einen Test übergibt
fi: Testin välittömän ominaisuuden arvo
fr: Valeur d'un trait instantané qui passe un test
it: Valore di un tratto istantaneo che passa un test
ja: テストを渡す即時の特性の値
nl: Waarde van een instant eigenschap die een test passeert
no: Verdien av et øyeblikkelig trekk som sender en test
pl: Wartość cechy natychmiastowej, która przechodzi test
pt: Valor de um traço instantâneo que passa um teste
ru: Значение мгновенной черты, которая проходит тест
sk: Hodnota okamžitého znaku, ktorá prechádza testom
sv: Värdet av ett ögonblick som passerar ett test
zh_cn: 通过测试的即时性状的值

# FormulaFunctionValueOverload22
source: Value of an instant range trait that passes a test
cs: Hodnota vlastnosti okamžitého rozsahu, který prochází testem
da: Værdi af et øjeblikkeligt rækkevidde, der passerer en test
de: Wert eines Instant Range-Merkmals, das einen Test weitergibt
fi: Testien välittömän sijainnin piirteen arvo
fr: Valeur d'un trait d'une plage instantanée qui transmet un test
it: Valore di un tratto della gamma istantanea che passa un test
ja: テストを通過する瞬時範囲形質の値
nl: Waarde van een instant bereik-eigenschap die een test passeert
no: Verdien av et øyeblikkeligtrekk som passerer en test
pl: Wartość cechy natychmiastowej zasięgu, która przechodzi test
pt: Valor de um traço de intervalo instantâneo que passa um teste
ru: Значение мгновенного диапазона черта, которая передает тест
sk: Hodnota funkcie okamžitého rozsahu, ktorý prechádza testom
sv: Värdet av ett omedelbart sortiment som passerar ett test
zh_cn: 通过测试的即时范围特征的值

# FormulaFunctionValueOverload23
source: Value of a list value trait that passes a test
cs: Hodnota vlastnosti seznamu, která prochází testem
da: Værdi af en liste værdi træk, der passerer en test
de: Wert einer Liste der Liste der Liste, die einen Test durchgibt
fi: List-arvon arvo, joka kulkee testin
fr: Valeur d'une liste de valeur de liste qui transmet un test
it: Valore di un value tratto di elenco che passa un test
ja: テストを渡すリスト値の特性の値
nl: Waarde van een lijst Value-eigenschap die een test passeert
no: Verdien av en listeverdiegenskap som sender en test
pl: Wartość cechy wartości listy, która przechodzi test
pt: Valor de um traço de valor de lista que passa um teste
ru: Значение значения значений списка, которая передает тест
sk: Hodnota hodnoty zoznamu, ktorá prechádza testom
sv: Värdet av ett listvärde som passerar ett test
zh_cn: 通过测试的列表值特征的值

# FormulaFunctionValueOverload24
source: Value of a multi-line text trait that passes a test
cs: Hodnota vícenásobného textového vlastnosti, která prochází testem
da: Værdi af en multi-line tekst træk, der passerer en test
de: Wert eines Multi-Line-Textmerkmals, das einen Test weitergibt
fi: Monilinjan tekstimäärän arvo, joka kulkee testin
fr: Valeur d'un trait de texte multiligne qui transmet un test
it: Valore di un tratto di testo multilineo che passa un test
ja: テストを通過するマルチラインテキスト形質の値
nl: Waarde van een multi-line tekst-eigenschap die een test passeert
no: Verdien av en multi-line teksttrekk som passerer en test
pl: Wartość cechy tekstowej wielointerii, która przechodzi test
pt: Valor de um traço de texto multi-line que passa um teste
ru: Значение многострочной текстовой черты, которая проходит тест
sk: Hodnota multi-line textu, ktorá prechádza testom
sv: Värdet av ett multilinje textdrag som passerar ett test
zh_cn: 传递测试的多线文本特征的值

# FormulaFunctionValueOverload25
source: Value of a number trait that passes a test
cs: Hodnota číselné vlastnosti, která prochází testem
da: Værdi af et talegenskab, der passerer en test
de: Wert eines Zahlenmerkmals, das einen Test übergibt
fi: Testin mukaisen numeron piirteen arvo
fr: Valeur d'un trait de numéro qui transmet un test
it: Valore di un tratto numerico che passa un test
ja: テストを通過する数値特性の値
nl: Waarde van een getalkenmerk dat een test passeert
no: Verdien av et talltrekk som passerer en test
pl: Wartość cechy numeru, która przechodzi test
pt: Valor de uma característica numérica que passa um teste
ru: Значение номера черты, которая проходит тест
sk: Hodnota číselného znaku, ktorá prechádza testom
sv: Värdet av ett nummerdrag som passerar ett test
zh_cn: 通过测试的数字特征的值

# FormulaFunctionValueOverload26
source: Value of a person trait that passes a test
cs: Hodnota osoby vlastnosti, která prochází testem
da: Værdi af en person træk, der passerer en test
de: Wert einer Person-Eigenschaft, die einen Test übergibt
fi: Henkilön ominaisuuden arvo, joka kulkee testin
fr: Valeur d'un trait de personne qui transmet un test
it: Valore di un tratto persona che passa un test
ja: テストを通過する人の特性の価値
nl: Waarde van een persoonskenmering die een test passeert
no: Verdien av en personstrekk som sender en test
pl: Wartość cechy osoby, która przechodzi test
pt: Valor de uma característica de pessoa que passa um teste
ru: Ценность черты человека, которая проходит тест
sk: Hodnota vlastnosti osoby, ktorá prechádza testom
sv: Värdet av en person egenskap som passerar ett test
zh_cn: 通过测试的人特征的价值

# FormulaFunctionValueOverload27
source: Value of a single-line text trait that passes a test
cs: Hodnota jednoho řádku textové vlastnosti, která prochází testem
da: Værdi af en single-line tekst træk, der passerer en test
de: Wert eines einzelnen Textmerkmals, der einen Test übergibt
fi: Testin yhdenverkon tekstin ominaisuuden arvo
fr: Valeur d'un trait de texte à une seule ligne qui transmet un test
it: Valore di un tratto di testo a riga singola che passa un test
ja: テストを通過する単一行テキスト形質の値
nl: Waarde van een single-line tekst-eigenschap die een test passeert
no: Verdien av en enkelt-linje teksttrekk som passerer en test
pl: Wartość cechy tekstowej pojedynczej linii, która przechodzi test
pt: Valor de um traço de texto de linha única que passa um teste
ru: Значение однострочной текстовой черты, которая проходит тест
sk: Hodnota jednorazového textu, ktorá prechádza testom
sv: Värdet av en enstaka textdrag som passerar ett test
zh_cn: 通过测试的单行文本特征的值

# FormulaFunctionValueOverload28
source: Value of a time slice trait that passes a test
cs: Hodnota časového řezu, která prochází testem
da: Værdi af et tidsskive træk, der passerer en test
de: Wert einer Zeitscheibenzwecke, die einen Test durchgibt
fi: Ajan viipaleiden arvo, joka kulkee testin
fr: Valeur d'un trait de tranche de temps qui transmet un test
it: Valore di un tratto a fetta del tempo che passa un test
ja: テストを通過するタイムスライス特性の値
nl: Waarde van een tijdslice-eigenschap die een test passeert
no: Verdien av en tidsskive-egenskap som sender en test
pl: Wartość cechy plasterki czasu, która przechodzi test
pt: Valor de um traço de fatia de tempo que passa um teste
ru: Ценность промежуточного черта, которая проходит тест
sk: Hodnota časového rezu, ktorá prechádza testom
sv: Värdet av en tidsskiva som passerar ett test
zh_cn: 通过测试的时间切片特征的值

# FormulaFunctionValueOverload29
source: Value of a trait trait that passes a test
cs: Hodnota vlastnosti vlastnosti, která prochází testem
da: Værdi af et trækegenskab, der passerer en test
de: Wert eines Merkmals, das einen Test übergibt
fi: Testin piirre-ominaisuuden arvo, joka kulkee testin
fr: Valeur d'un trait de trait qui passe un test
it: Valore di un tratto tratto che passa un test
ja: テストを通過する形質の特性の価値
nl: Waarde van een eigenschaptrait die een test passeert
no: Verdi av en egenskap som passerer en test
pl: Wartość cechy cechy, która przechodzi test
pt: Valor de um traço de traço que passa um teste
ru: Значение черты черты, которая проходит тест
sk: Hodnota vlastnosti, ktorá prechádza testom
sv: Värdet av ett egenskapsdrag som passerar ett test
zh_cn: 通过测试的特质的价值

# FormulaFunctionValueOverload3
source: Value of an entity type ID trait
cs: Hodnota ID typu entity
da: Værdi af en enhed type ID træk
de: Wert eines Entitäts-Typ-ID-Merkmals
fi: Yksikön tyypin tunnusmerkin arvo
fr: Valeur d'un trait d'identification de type entité
it: Valore di un tratto ID tipo di entità
ja: エンティティタイプID形質の値
nl: Waarde van een Entity-type ID-eigenschap
no: Verdien av en enhetstype ID-egenskap
pl: Wartość cechy identyfikatora typu jednostki
pt: Valor de um traço de ID do tipo de entidade
ru: Значение типа идентификатора типа сущности
sk: Hodnota ID ID typu entity
sv: Värdet av ett entitetstyp ID-egenskap
zh_cn: 实体类型ID特性的值

# FormulaFunctionValueOverload30
source: Value of a trait type trait that passes a test
cs: Hodnota vlastnosti typu vlastnosti, která prochází testem
da: Værdi af et træk type træk, der passerer en test
de: Wert eines Trait-Typs, der einen Test übergibt
fi: Testin piirretyypin ominaisuuden arvo, joka kulkee testin
fr: Valeur d'un trait de type trait qui passe un test
it: Valore di un tratto di tratto che passa un test
ja: テストを通過する形質タイプの特性の値
nl: Waarde van een eigenschaptype-eigenschap die een test passeert
no: Verdien av en egenskapstypeegenskap som passerer en test
pl: Wartość cechy typu cechy, która przechodzi test
pt: Valor de um traço de tipo de traço que passa um teste
ru: Значение черты типа черты, которая проходит тест
sk: Hodnota vlastnosti traktu, ktorá prechádza testom
sv: Värdet av en egenskapstyp som passerar ett test
zh_cn: 通过测试的特质特征的价值

# FormulaFunctionValueOverload31
source: Value of a work item trait that passes a test
cs: Hodnota pracovního bodu vlastnosti, která projde testem
da: Værdi af et arbejdsobjekt træk, der passerer en test
de: Wert eines Arbeitselements, der einen Test übergibt
fi: Testin suorittaman työn piirteen arvo
fr: Valeur d'un trait de travail qui transmet un test
it: Valore di un tratto dell'oggetto di lavoro che passa un test
ja: テストを通過する作業項目の特性の値
nl: Waarde van een werkitemet van het werk dat een test passeert
no: Verdien av et arbeidsprosjekt som passerer en test
pl: Wartość cechy przedmiotu pracy, która przechodzi test
pt: Valor de um traço de item de trabalho que passa um teste
ru: Значение характера рабочей черты, которая проходит тест
sk: Hodnota vlastnosti pracovnej položky, ktorá prechádza testom
sv: Värdet av ett arbetsobjekt som passerar ett test
zh_cn: 通过测试的工作项目的价值

# FormulaFunctionValueOverload4
source: Value of an ID trait
cs: Hodnota id rys
da: Værdi af et id-træk
de: Wert eines ID-Merkmals
fi: ID-ominaisuuden arvo
fr: Valeur d'un trait d'identifiant
it: Valore di un tratto ID
ja: ID特性の値
nl: Waarde van een ID-eigenschap
no: Verdien av en ID-egenskap
pl: Wartość cechy ID
pt: Valor de um traço de identificação
ru: Значение удостоверения личности
sk: Hodnota vlastnosti ID
sv: Värdet av ett ID-egenskap
zh_cn: 身份证特征的价值

# FormulaFunctionValueOverload5
source: Value of an instant trait
cs: Hodnotu okamžité rysy
da: Værdi af et øjeblikkeligt træk
de: Wert eines Instant-Merkmals
fi: Instant Prediitin arvo
fr: Valeur d'un trait instantané
it: Valore di un tratto istantaneo
ja: インスタント特性の価値
nl: Waarde van een instant eigenschap
no: Verdien av et øyeblikkelig trekk
pl: Wartość natychmiastowej cechy
pt: Valor de um traço instantâneo
ru: Ценность мгновенного черта
sk: Hodnota okamžitého znaku
sv: Värde av ett ögonblick
zh_cn: 即时性状的价值

# FormulaFunctionValueOverload6
source: Value of an instant range trait
cs: Hodnota rysu okamžitého rozsahu
da: Værdi af et øjeblikkeligt rækkevidde
de: Wert eines Instant Range-Merkmals
fi: Instant Range -piirin arvo
fr: Valeur d'un trait d'une plage instantanée
it: Valore di un tratto della gamma istantanea
ja: 瞬間範囲形質の値
nl: Waarde van een instant bereik-eigenschap
no: Verdi av et øyeblikkelig egenskap
pl: Wartość cechy instant zasięgu
pt: Valor de um traço de intervalo instantâneo
ru: Значение мгновенного диапазона
sk: Hodnota neustáleho rozsahu
sv: Värdet av ett omedelbart sortiment
zh_cn: 即时特征的价值

# FormulaFunctionValueOverload7
source: Value of a list value trait
cs: Hodnota vlastnosti seznamu
da: Værdi af en liste værdi egenskab
de: Wert einer Liste der Liste der Liste
fi: Luettelon arvon arvo
fr: Valeur d'une liste de valeur Trait
it: Valore di un tratto del valore di lista
ja: リスト値の特性の値
nl: Waarde van een lijst van de lijstwaarde
no: Verdi av en listeverdientrekk
pl: Wartość cechy wartości listy
pt: Valor de um traço de valor de lista
ru: Значение значения значений списка
sk: Hodnota hodnoty zoznamu
sv: Värdet av ett listvärde
zh_cn: 列表价值特征的价值

# FormulaFunctionValueOverload8
source: Value of a multi-line text trait
cs: Hodnota multi-line textové vlastnosti
da: Værdi af en multi-line tekst træk
de: Wert eines mehrzeiligen Textmerkmals
fi: Monilinjan tekstin arvo
fr: Valeur d'un trait de texte multiligne
it: Valore di un tratto di testo multilineo
ja: マルチラインテキスト特性の値
nl: Waarde van een multi-line tekst-eigenschap
no: Verdi av en multi-line teksttrekk
pl: Wartość cechy tekstowej wielointerii
pt: Valor de um traço de texto multi-line
ru: Значение многострочной текстовой черты
sk: Hodnota multi-line textového znaku
sv: Värdet av en multi-line textdrag
zh_cn: 多线文本特征的价值

# FormulaFunctionValueOverload9
source: Value of a number trait
cs: Hodnota číselné vlastnosti
da: Værdi af et talegenskab
de: Wert einer Nummernmerkmale
fi: Numeropiirteen arvo
fr: Valeur d'un trait de numéro
it: Valore di un tratto numerico
ja: 数字の値の値
nl: Waarde van een getalkenmerk
no: Verdi av et talltrekk
pl: Wartość cechy liczby
pt: Valor de um traço numérico
ru: Значение номера черты
sk: Hodnota číselného znaku
sv: Värde av ett nummerdrag
zh_cn: 数字特征的价值

# FormulaFunctionXnorOverload0
source: Logical xnor booleans
cs: Logické Xnor Booleans.
da: LOGICAL XNOR BOOLEANSERS
de: Logische xnor booleans.
fi: Looginen Xnor Booleans
fr: Xnor booléens logiques
it: Booleans xnor logici.
ja: 論理XNORブール値
nl: Logische Xnor Booleans
no: Logisk Xnor Booleans
pl: Logiczne XNOR Booleans.
pt: Booleans xnor lógico
ru: Логические логики Xnor
sk: LOGICKÉ XNOR BOOLEANS
sv: Logiska xnor booleans
zh_cn: 逻辑xnor booleans.

# FormulaFunctionXorOverload0
source: Logical xor booleans
cs: Logické Xor Booleans.
da: LOGICAL XOR BOOLEANSER
de: Logische xor booleans.
fr: Xor booléens logique
it: Booleans xor logici.
ja: 論理XORブール値
nl: Logische XOR Booleans
no: Logisk XOR BOOLEANS.
pl: Logiczne LOOLEANS.
pt: Booleans xor lógico
ru: Логические хорные логины
sk: LOGICKÉ XOR BOOLEANS
sv: Logiska xor booleans
zh_cn: 逻辑xor booleans.

# FormulaFunctionYearOverload0
source: Year of an instant
cs: Rok okamžitého
da: År af et øjeblik
de: Jahr eines Augenblicks
fi: Hetken
fr: Année d'un instant
it: Anno di un istante
ja: 瞬間
nl: Het jaar van een ogenblik
no: År med et øyeblikk
pl: Rok chwili
pt: Ano de um instante
ru: Год мгновенного
sk: Rok okamžite
sv: Ett ögonblick
zh_cn: 瞬间

# StatusProviderNameClient
source: View controller
cs: Zobrazit regulátor
da: Se controller
de: Controller anzeigen.
fi: Näytä ohjain
fr: Voir le contrôleur
it: Visualizza controller
ja: コントローラを見る
nl: Bekijk controller
no: Se kontrolleren
pl: Wyświetl kontroler.
pt: Ver controlador
ru: Просмотр контроллера
sk: Zobraziť kontrolér
sv: Visa kontroller
zh_cn: 查看控制器

# StatusProviderNameSQLiteDatabaseConnection
source: SQLite database connection
de: SQLite-Datenbankverbindung
fi: SQLite-tietokantayhteys
fr: Connexion de base de données SQLite
it: Connessione al database SQLite.
ja: SQLiteデータベース接続
nl: SQLITE-database-aansluiting
no: SQLITE DATABASE-tilkobling
pl: Połączenie bazy danych SQLite.
pt: Conexão de banco de dados SQLite.
sk: Pripojenie databázy SQLITE
sv: Sqlite databasanslutning
zh_cn: SQLite数据库连接
