Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionDefaultInstantRangeOverload0
source: Default value for an instant range trait
cs: Výchozí hodnota pro vlastnost Instant Range
da: Standardværdi for et øjeblikkeligt rækkevidde
de: Standardwert für ein Instant Range-Merkmal
fi: Oletusarvo Instant Range -piirin piirre
fr: Valeur par défaut pour un trait de plage instantanée
it: Valore predefinito per un tratto intervallo istantaneo
ja: インスタントレンジ特性のデフォルト値
nl: Standaardwaarde voor een instant bereik-eigenschap
no: Standardverdien for et øyeblikkelig effekt
pl: Wartość domyślna dla tej cechy zasięgu
pt: Valor padrão para um traço de intervalo instantâneo
ru: Значение по умолчанию для мгновенного диапазона
sk: Predvolená hodnota pre funkciu Instant Range
sv: Standardvärde för ett ögonblick
zh_cn: 即时范围特征的默认值

# FormulaFunctionDefaultListValueOverload0
source: Default value for a list value trait
cs: Výchozí hodnota pro hodnotu seznamu
da: Standardværdi for en liste værdi egenskab
de: Standardwert für ein Liste der Liste der Liste
fi: Oletusarvo luettelon arvon piirre
fr: Valeur par défaut pour un trait de valeur de liste
it: Valore predefinito per un tratto del valore di elenco
ja: リスト値特性のデフォルト値
nl: Standaardwaarde voor een lijstenwaarde-eigenschap
no: Standardverdien for en listeverdientrekk
pl: Domyślna wartość cechy wartości listy
pt: Valor padrão para um traço de valor de lista
ru: Значение по умолчанию для черта значений списка
sk: Predvolená hodnota pre hodnotu zoznamu
sv: Standardvärde för ett listvärdedrag
zh_cn: 列表值特征的默认值

# FormulaFunctionDefaultMultiLineTextOverload0
source: Default value for a multi-line text trait
cs: Výchozí hodnota pro multi-line textový znak
da: Standardværdi for en multi-line tekst træk
de: Standardwert für ein Multi-Line-Textmerkmal
fi: Oletusarvo monilinjan tekstin piirre
fr: Valeur par défaut pour un trait de texte multiligne
it: Valore predefinito per un tratto di testo multilineo
ja: マルチラインテキスト特性のデフォルト値
nl: Standaardwaarde voor een multi-line tekstkachel
no: Standardverdien for en multi-line teksttrekk
pl: Wartość domyślna dla cechy tekstowej wielofunkcyjnej
pt: Valor padrão para um traço de texto multi-line
ru: Значение по умолчанию для многострочной текстовой черты
sk: Predvolená hodnota pre multi-line textový znak
sv: Standardvärde för en multi-line textdrag
zh_cn: 多行文本特征的默认值

# FormulaFunctionDefaultNumberOverload0
source: Default value for a number trait
cs: Výchozí hodnota pro číslo čísla
da: Standardværdi for et talegenskab
de: Standardwert für ein Nummernmerkmal
fi: Oletusarvo numeron piirre
fr: Valeur par défaut pour un trait de numéro
it: Valore predefinito per un tratto numerico
ja: 番号特性のデフォルト値
nl: Standaardwaarde voor een getalkenmerk
no: Standardverdien for et talltrekk
pl: Wartość domyślna dla cechy numeru
pt: Valor padrão para um traço numérico
ru: Значение по умолчанию для номера черта
sk: Predvolená hodnota pre číselné vlastnosti
sv: Standardvärde för ett nummerdrag
zh_cn: 数字特征的默认值

# FormulaFunctionDefaultPersonOverload0
source: Default value for a person trait
cs: Výchozí hodnota pro osobu
da: Standardværdi for en personsegenskab
de: Standardwert für eine Person-Eigenschaft
fi: Oletusarvo henkilön piirre
fr: Valeur par défaut pour un trait de personne
it: Valore predefinito per un tratto persona
ja: 人特性のデフォルト値
nl: Standaardwaarde voor een persoonskenmerk
no: Standardverdien for en personkraft
pl: Domyślna wartość cechy osoby
pt: Valor padrão para um traço de pessoa
ru: Значение по умолчанию для черта человека
sk: Predvolená hodnota pre osobnú vlastnosť
sv: Standardvärde för en person egendom
zh_cn: 一个人特质的默认值

# FormulaFunctionDefaultSingleLineTextOverload0
source: Default value for a single-line text trait
cs: Výchozí hodnota pro jednorázový textový znak
da: Standardværdi for en single-line tekstregenkørsel
de: Standardwert für ein einzeiliges Textmerkmal
fi: Oletusarvo yhden rivin tekstin piirre
fr: Valeur par défaut pour un trait de texte unique
it: Valore predefinito per un tratto di testo a riga singola
ja: 単線テキスト形式のデフォルト値
nl: Standaardwaarde voor een tekstkenmerken voor één lijn
no: Standardverdien for en enkelt linje teksttrekk
pl: Wartość domyślna dla cechy tekstowej jednorazowej linii
pt: Valor padrão para um traço de texto de linha única
ru: Значение по умолчанию для однострочной текстовой черты
sk: Predvolená hodnota pre jedno-line textovú vlastnosť
sv: Standardvärde för en enstaka textdrag
zh_cn: 单行文本特征的默认值

# FormulaFunctionDefaultTimeSliceOverload0
source: Default value for a time slice trait
cs: Výchozí hodnota pro čas řez
da: Standardværdi for et tidsskiveegenskab
de: Standardwert für ein Zeitscheibenmerkmal
fi: Oletusarvo ajan viipaleiden piirre
fr: Valeur par défaut pour une tranche de tranche de temps
it: Valore predefinito per un tratto a fetta del tempo
ja: タイムスライス特性のデフォルト値
nl: Standaardwaarde voor een tijd Slice-eigenschap
no: Standardverdien for en Time Slice Trait
pl: Wartość domyślna na cechę slice czasu
pt: Valor padrão para um traço de fatia de tempo
ru: Значение по умолчанию для промежуточного черта
sk: Predvolená hodnota pre čas na čas
sv: Standardvärde för en tidsskiva egenskap
zh_cn: 时间切片特征的默认值

# FormulaFunctionDefaultTraitOverload0
source: Default value for a trait trait
cs: Výchozí hodnota pro rys únavy
da: Standardværdi for et trækegenskab
de: Standardwert für ein Merkmalsmerkmal
fi: Oletusarvo ominaispiirrelle
fr: Valeur par défaut pour un trait de trait
it: Valore predefinito per un tratto tratto
ja: 特性特性のデフォルト値
nl: Standaardwaarde voor een eigenschaptrait
no: Standardverdien for en egenskap
pl: Domyślna wartość cechy cechy
pt: Valor padrão para um traço de traço
ru: Значение по умолчанию для черта черт
sk: Predvolená hodnota pre znak z vlastností
sv: Standardvärde för ett dragdrag
zh_cn: 特质的默认值

# FormulaFunctionDefaultTraitTypeOverload0
source: Default value for a trait type trait
cs: Výchozí hodnota pro znak typu vlastnosti
da: Standardværdi for et træk type træk
de: Standardwert für ein Merkmal-Typ-Merkmal
fi: Oletusarvo ominaisuustyypin piirre
fr: Valeur par défaut pour un trait de type trait
it: Valore predefinito per un tratto di tipo di tratto
ja: 特性タイプの特性のデフォルト値
nl: Standaardwaarde voor een eigenschap Trektype
no: Standardverdien for en egenskapstype
pl: Domyślna wartość cechy typu Trait
pt: Valor padrão para um traço de tipo de traço
ru: Значение по умолчанию для черты типа
sk: Predvolená hodnota pre znak títu
sv: Standardvärde för en egenskapstyp
zh_cn: 特质特征的默认值

# FormulaFunctionDefaultWorkItemOverload0
source: Default value for a work item trait
cs: Výchozí hodnota pro pracovníku práce
da: Standardværdi for en arbejdsmasse træk
de: Standardwert für ein Workitem-Merkmal
fi: Oletusarvo työn kohteen piirre
fr: Valeur par défaut pour un trait de travail
it: Valore predefinito per un tratto di articoli di lavoro
ja: 作業項目特性のデフォルト値
nl: Standaardwaarde voor een werkzaamheden van het werkitem
no: Standardverdien for et arbeidsgruppe
pl: Domyślna wartość dla cechy produktu
pt: Valor padrão para um traço de item de trabalho
ru: Значение по умолчанию для характера рабочего элемента
sk: Predvolená hodnota pre pracovnú hodnotu pracovnej položky
sv: Standardvärde för ett arbetsobjekt
zh_cn: 工作项特质的默认值

# FormulaFunctionDivideOverload0
source: Divide a number by a number
cs: Rozdělit číslo podle čísla
da: Opdel et nummer med et nummer
de: Teilen Sie eine Zahl von einer Zahl auf
fi: Jaa numero numerolla
fr: Divisez un numéro par un nombre
it: Dividi un numero per un numero
ja: 数字で数を分けます
nl: Verdeel een getal met een nummer
no: Del et tall med et tall
pl: Podziel numer według numeru
pt: Divida um número por um número
ru: Разделите число по номеру
sk: Rozdeľte číslo podľa čísla
sv: Dela ett nummer med ett nummer
zh_cn: 划分一个数字

# FormulaFunctionDivideOverload1
source: Divide the duration of an instant range by a number
cs: Rozdělit dobu trvání instantního rozsahu číslem
da: Opdel varigheden af et øjeblikkeligt udvalg af et nummer
de: Teilen Sie die Dauer eines sofortigen Bereichs durch eine Zahl auf
fi: Jaa hetkellisen alueen kesto numerolla
fr: Diviser la durée d'une gamme instantanée par un nombre
it: Dividi la durata di un intervallo istantaneo da un numero
ja: 瞬間の範囲の持続時間を数字で割ります
nl: Verdeel de duur van een direct bereik door een nummer
no: Del varigheten av et øyeblikk med et tall
pl: Podziel czas trwania natychmiastowego zakresu według liczby
pt: Divida a duração de um intervalo instantâneo por um número
ru: Разделите продолжительность мгновенного диапазона рядом
sk: Rozdeľte trvanie instantného rozsahu podľa čísla
sv: Dela varaktigheten av ett direktområde med ett nummer
zh_cn: 将即时范围的持续时间划分为数字

# FormulaFunctionDivideOverload2
source: Divide the duration of an instant range by the duration of an instant range
cs: Rozdělte dobu trvání instantního rozsahu po celou dobu trvání instantního rozsahu
da: Opdel varigheden af et øjeblikkeligt område ved varigheden af et øjeblikkeligt område
de: Teilen Sie die Dauer eines sofortigen Bereichs durch die Dauer eines Instant-Reichweite auf
fi: Jaa hetkellisen alueen kesto hetkellisen alueen keston ajan
fr: Diviser la durée d'une plage instantanée de la durée d'une gamme instantanée
it: Dividi la durata di un intervallo istantaneo grazie alla durata di un intervallo istantaneo
ja: 瞬時の範囲の持続時間を瞬時の範囲の期間で割ります
nl: Verdeel de duur van een direct bereik door de duur van een instant bereik
no: Del varigheten av et øyeblikkelig rekkevidde ved varigheten av et øyeblikkelig rekkevidde
pl: Podzielić czas trwania natychmiastowego zakresu przez czas natychmiastowy
pt: Divida a duração de um intervalo instantâneo pela duração de um intervalo instantâneo
ru: Разделите продолжительность мгновенного диапазона по продолжительности мгновенного диапазона
sk: Rozdeľte trvanie okamžitého rozsahu podľa trvania instantného rozsahu
sv: Dela varaktigheten av ett omedelbart intervall genom varaktigheten av ett direktområde
zh_cn: 在即时范围的持续时间内划分即时范围的持续时间

# FormulaFunctionDivideOverload3
source: Divide the duration of an instant range by a duration
cs: Rozdělte dobu trvání instantního rozsahu po dobu trvání
da: Opdel varigheden af et øjeblikkeligt område med en varighed
de: Teilen Sie die Dauer eines sofortigen Bereichs durch eine Dauer auf
fi: Jaa hetkellisen alueen kesto kestoisesti
fr: Diviser la durée d'une plage instantanée d'une durée
it: Dividi la durata di un intervallo istantaneo per durata
ja: 瞬間の範囲の持続時間を持続時間で割ります
nl: Verdeel de duur van een direct bereik met een duur
no: Del varigheten av et øyeblikkelig rekkevidde med en varighet
pl: Podzielić czas trwania natychmiastowego zakresu przez czas trwania
pt: Divida a duração de um intervalo instantâneo por uma duração
ru: Разделите продолжительность мгновенного диапазона на продолжительность
sk: Rozdeľte trvanie okamžitého rozsahu
sv: Dela upp varaktigheten av ett direktområde med en varaktighet
zh_cn: 将即时范围的持续时间划分为持续时间

# FormulaFunctionDivideOverload4
source: Divide a duration by a number
cs: Rozdělte dobu trvání číslem
da: Opdel en varighed med et nummer
de: Teilen Sie eine Dauer mit einer Zahl
fi: Jaa kesto numerolla
fr: Diviser une durée par un nombre
it: Dividi una durata da parte di un numero
ja: 時間を数字で割る
nl: Verdeel een duur door een nummer
no: Del en varighet med et tall
pl: Podziel czas trwania według liczby
pt: Divida uma duração por um número
ru: Разделите продолжительность по номеру
sk: Rozdeľte trvanie číslom
sv: Dela en varaktighet med ett nummer
zh_cn: 划分一个持续时间

# FormulaFunctionDivideOverload5
source: Divide a duration by the duration of an instant range
cs: Rozdělte dobu trvání po celou dobu trvání instantního rozsahu
da: Opdel en varighed ved varigheden af et øjeblikkeligt område
de: Teilen Sie eine Dauer durch die Dauer eines Sofortbereichs teilen
fi: Jaa kesto hetkellisen alueen keston ajan
fr: Diviser une durée de la durée d'une gamme instantanée
it: Dividi una durata per la durata di un intervallo istantaneo
ja: 瞬時の範囲の期間で持続時間を分割する
nl: Verdeel een duur door de duur van een instant bereik
no: Del en varighet ved varigheten av et øyeblikkelig rekkevidde
pl: Podziel czas trwania przez czas natychmiastowy
pt: Divida uma duração pela duração de um intervalo instantâneo
ru: Разделите продолжительность по продолжительности мгновенного диапазона
sk: Rozdeľte trvanie trvaním instantného rozsahu
sv: Dela en varaktighet med varaktigheten av ett direktområde
zh_cn: 将持续时间划分为即时范围的持续时间

# FormulaFunctionDivideOverload6
source: Divide a duration by a duration
cs: Rozdělit dobu trvání po určitou dobu trvání
da: Opdel en varighed med en varighed
de: Teilen Sie eine Dauer nach einer Dauer
fi: Jaa kesto kestoisesti
fr: Diviser une durée d'une durée
it: Dividere una durata per durata
ja: 期間を期間だけ分割します
nl: Verdeel een duur met een duur
no: Del en varighet med en varighet
pl: Podziel czas trwania przez czas trwania
pt: Divida uma duração por uma duração
ru: Разделите продолжительность продолжительностью
sk: Doba trvania rozdeľte
sv: Dela en varaktighet med en varaktighet
zh_cn: 持续时间

# FormulaFunctionEndOverload0
source: End instant of an instant range
cs: Koncový okamžik instantního rozsahu
da: Ende øjeblikkeligt af et øjeblikkeligt område
de: Ende sofort eines sofortigen Bereichs
fi: Lopeta hetki välittömän alueen
fr: Fin d'instant d'une gamme instantanée
it: Fine istante di un intervallo istantaneo
ja: インスタント範囲の終了瞬間
nl: Eindend moment van een direct bereik
no: Slutt øyeblikkelig av et øyeblikkelig rekkevidde
pl: Zakończ chwilę natychmiastowego zakresu
pt: Fim instantâneo de um intervalo instantâneo
ru: Конец мгновенного диапазона мгновенного
sk: Ukončenie okamihu instantného rozsahu
sv: Avsluta omedelbart av ett direktområde
zh_cn: 最终瞬间的即时范围

# FormulaFunctionEndsWithCaseInsensitiveOverload0
source: Whether a value case insensitively ends with another value
cs: Zda hodnota případy necitlivě končí jinou hodnotou
da: Om en værdi sag er ufølsynligt ender med en anden værdi
de: Ob ein Wertfall unmenschlich mit einem anderen Wert endet
fi: Onko arvokotelo eräsnä toiseen arvoon
fr: Si un cas de valeur se termine insensiblement avec une autre valeur
it: Se una custodia del valore finisce insensitiva con un altro valore
ja: 値の場合の場合は、他の値で鈍感に終了してください
nl: Of een waardecase ongewoon eindigt met een andere waarde
no: Hvorvidt en verdi sak ufølende slutter med en annen verdi
pl: Czy przypadek wartości niekończąca kończy się inną wartością
pt: Se um caso de valor insensitivamente termina com outro valor
ru: Является ли значением значения безчувствительно заканчивается другим значением
sk: Či hodnotu prípad necitlivo končí inou hodnotou
sv: Huruvida ett värdefallet okänsligt slutar med ett annat värde
zh_cn: 价值案例是否以另一个值无要注意

# FormulaFunctionEndsWithCaseInsensitiveOverload0Parameter0
source: Check value
cs: Zkontrolujte hodnotu
da: Tjek værdi.
de: Wert überprüfen
fi: Tarkista arvo
fr: Vérifier la valeur
it: Controllare il valore
ja: 値を確認してください
nl: Controleer waarde
no: Sjekk verdi
pl: Sprawdź wartość
pt: Verifique o valor
ru: Проверьте значение
sk: Skontrolovať hodnotu
sv: Kontrollera värdet
zh_cn: 检查价值

# FormulaFunctionEndsWithCaseInsensitiveOverload0Parameter1
source: For value at the end
cs: Pro hodnotu na konci
da: For værdi i slutningen
de: Für den Wert am Ende
fi: Arvoa varten
fr: Pour la valeur à la fin
it: Per valore alla fine
ja: 最後の値の場合
nl: Voor waarde aan het einde
no: For verdi på slutten
pl: Dla wartości na końcu
pt: Por valor no final
ru: Для ценности в конце
sk: Pre hodnotu na konci
sv: För värde i slutet
zh_cn: 最终的价值

# FormulaFunctionEndsWithOverload0
source: Whether a value ends with another value
cs: Zda hodnota končí jinou hodnotou
da: Om en værdi slutter med en anden værdi
de: Ob ein Wert mit einem anderen Wert endet
fi: Onko arvo päättyy toiseen arvoon
fr: Si une valeur se termine par une autre valeur
it: Se un valore termina con un altro valore
ja: 値が別の値で終わるかどうか
nl: Of een waarde eindigt met een andere waarde
no: Om en verdi ender med en annen verdi
pl: Czy wartość kończy się inną wartością
pt: Se um valor termina com outro valor
ru: Заканчивается ли значение другим значением
sk: Či hodnota končí inou hodnotou
sv: Om ett värde slutar med ett annat värde
zh_cn: 值是否以另一个值结束

# FormulaFunctionEndsWithOverload0Parameter0
source: Check value
cs: Zkontrolujte hodnotu
da: Tjek værdi.
de: Wert überprüfen
fi: Tarkista arvo
fr: Vérifier la valeur
it: Controllare il valore
ja: 値を確認してください
nl: Controleer waarde
no: Sjekk verdi
pl: Sprawdź wartość
pt: Verifique o valor
ru: Проверьте значение
sk: Skontrolovať hodnotu
sv: Kontrollera värdet
zh_cn: 检查价值

# FormulaFunctionEndsWithOverload0Parameter1
source: For value at the end
cs: Pro hodnotu na konci
da: For værdi i slutningen
de: Für den Wert am Ende
fi: Arvoa varten
fr: Pour la valeur à la fin
it: Per valore alla fine
ja: 最後の値の場合
nl: Voor waarde aan het einde
no: For verdi på slutten
pl: Dla wartości na końcu
pt: Por valor no final
ru: Для ценности в конце
sk: Pre hodnotu na konci
sv: För värde i slutet
zh_cn: 最终的价值

# FormulaFunctionEOverload0
source: Constant e (natural logarithmic base)
cs: Konstantní e (přírodní logaritmická základna)
da: Konstant E (naturlig logaritmisk base)
de: Konstante E (natürliche logarithmische Basis)
fi: Jatkuva e (luonnon logaritminen pohja)
fr: Constante e (base logarithmique naturelle)
it: Costante E (base logaritmica naturale)
ja: 定数E（自然対数ベース）
nl: Constante e (natuurlijke logaritmische basis)
no: Konstant E (naturlig logaritmisk base)
pl: Constant E (naturalna podstawa logarytmiczna)
pt: Constante e (base logarítmica natural)
ru: Постоянная е (натуральная логарифмическая база)
sk: Konštanta E (prírodná logaritmická základňa)
sv: Konstant E (naturlig logaritmisk bas)
zh_cn: 常数E（自然对数基座）

# FormulaFunctionEqualCaseInsensitiveOverload0
source: Whether two text values case insensitively equal each other
cs: Zda dva textové hodnoty případy necitlivě se rovnají
da: Om to tekstværdier tilfælde usynlig svarer til hinanden
de: Ob zwei Textwerte unmenschlich gleich sind
fi: Olipa kaksi tekstin arvosta kotelo eräs toisiaan
fr: Si deux valeurs de texte de la casse insensiblement égale à l'autre
it: Se due valori di testo custodia sono uguali in modo insensitivo a vicenda
ja: 2つのテキスト値が互いに鈍感に等しいかどうか
nl: Of twee tekstwaarden case onvolledig gelijk zijn aan elkaar
no: Hvorvidt to tekstverdier tilfelle ufølsomt lik hverandre
pl: Niezależnie od tego, czy dwa wartości tekstowe są niewrażliwie równe
pt: Se dois valores de texto caso insensitivamente igual um ao outro
ru: Будь то два текстовых значения касаются безчувствительно равны друг другу
sk: Či dva textové hodnoty v prípade necitlivo sa rovná
sv: Om två textvärden är fallet okänsligt lika med varandra
zh_cn: 两个文本值是否彼此不敏感

# FormulaFunctionEqualOverload0
source: Whether two values equal each other
cs: Zda se dvě hodnoty rovnou
da: Om to værdier svarer til hinanden
de: Ob zwei Werte gleich sind
fi: Olipa kaksi arvoa toisilleen
fr: Si deux valeurs sont égales les unes des autres
it: Se due valori si sono uguali a vicenda
ja: 2つの値が互いに等しいかどうか
nl: Of twee waarden gelijk zijn aan elkaar
no: Om to verdier er lik hverandre
pl: Niezależnie od tego, czy dwie wartości są równe
pt: Se dois valores se igualam
ru: Будь то два значения равны друг другу
sk: Či sa dve hodnoty rovnajú
sv: Om två värden är lika med varandra
zh_cn: 两个值是否相等

# FormulaFunctionExpOverload0
source: Raise e to a power
cs: Zvýšit e moc
da: Hæv e til en strøm
de: Erheben e zu einer Macht
fi: Nosta e valtaan
fr: Élever e à une puissance
it: Aumentare E a un potere
ja: 電力にEを上げます
nl: Verhoog E naar een kracht
no: Heve e til en kraft
pl: Podnieś e do mocy
pt: Aumentar e para um poder
ru: Поднять е с силой
sk: Zvýšiť e k moci
sv: Höja e till en makt
zh_cn: 提升到一个力量

# FormulaFunctionFloorOverload0
source: Round a number down to the nearest whole number
cs: Zaokrouhlete číslo až na nejbližší celé číslo
da: Runde et nummer ned til nærmeste hele tal
de: Runden Sie eine Zahl auf die nächste ganze Zahl
fi: Pyöritä numero alas lähimpään kokonaislukuun
fr: Autour d'un nombre au nombre entier le plus proche
it: Intorno a un numero fino al numero intero più vicino
ja: 最も近い整数までの数を丸くします
nl: Rond een nummer naar beneden naar het dichtstbijzijnde hele getal
no: Rundt et tall ned til nærmeste hele tall
pl: Okrągnij numer do najbliższej liczby całkowitej
pt: Arredondar um número para o número inteiro mais próximo
ru: Вокруг ряда до ближайшего целого числа
sk: Okolo čísla na najbližšie celé číslo
sv: Runt ett nummer ner till närmaste heltal
zh_cn: 将一个数字绕到最接近的整数

# FormulaFunctionFloorOverload1
source: Round an instant down to the nearest whole duration of an instant range
cs: Okamžitě na nejbližší celou dobu okamžitého rozsahu
da: Runde et øjeblik ned til nærmeste hele varighed af et øjeblikkeligt område
de: Runden Sie einen Sofort bis zur nächsten ganzen Dauer eines Instant-Reichweite
fi: Pyöritä hetken alaspäin lähimpään koko ajan kestoon
fr: Autour d'un instant à la durée totale la plus proche d'une gamme instantanée
it: Intorno a un istantaneo fino alla durata intera più vicina di una gamma istantanea
ja: 瞬時の範囲全体に瞬時に瞬時にラウンド
nl: Rond onmiddellijk tot aan de dichtstbijzijnde hele duur van een instant bereik
no: Rundt et øyeblikk ned til nærmeste hele varighet av et øyeblikkelig rekkevidde
pl: Zagłębienie do najbliższego całego czasu trwania natychmiastowego zakresu
pt: Rodada um instante até a duração inteira mais próxima de um intervalo instantâneo
ru: Раунд мгновенно до ближайшей целой продолжительности мгновенного диапазона
sk: Okrúhle okrúhle až do najbližšieho trvania internetu
sv: Runda en omedelbar ner till närmaste heltid på ett ögonblick
zh_cn: 瞬间瞬间到即时范围的最接近的整个持续时间

# FormulaFunctionFloorOverload2
source: Round an instant down to a nearest whole duration
cs: Okamžitě na nejbližší celou dobu trvání
da: Runde et øjeblik ned til nærmeste hele varighed
de: Runden Sie einen Sofort bis zur nächsten ganzen Dauer
fi: Pyöritä hetken alas lähimpään koko kestoon
fr: Autour d'un instant jusqu'à une durée entière la plus proche
it: Intorno a un istante fino a un'intera durata più vicina
ja: 最寄りの全期間まで瞬時に丸めます
nl: Rond onmiddellijk tot op een dichtstbijzijnde hele duur
no: Rundt et øyeblikk ned til en nærmeste hele varighet
pl: Wokół chwili do najbliższego całego czasu trwania
pt: Em volta de um instante para baixo para uma duração total mais próxima
ru: Раунд мгновенно до ближайшей целой продолжительности
sk: Okrúhlym okamihom nadol na najbližšie celé trvanie
sv: Runda en omedelbar ner till en närmaste heltid
zh_cn: 瞬间到达最接近的整个持续时间
