Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionQueryForDurationInContextOverload1
source: Query for a duration in the context of a list value
cs: Dotaz na dobu trvání v kontextu hodnoty seznamu
da: Forespørgsel i en varighed i forbindelse med en listeværdi
de: Abfrage für eine Dauer im Rahmen eines Listenwerts
fi: Kysely kestää luettelon arvon yhteydessä
fr: Requête pendant une durée dans le contexte d'une valeur de liste
it: Query per una durata nel contesto di un valore di elenco
ja: リスト値のコンテキスト内の期間のクエリ
nl: Query voor een duur in de context van een lijstwaarde
no: Forespørsel i en varighet i sammenheng med en listeverdi
pl: Zapytanie przez czas trwania w kontekście wartości listy
pt: Consulta por uma duração no contexto de um valor de lista
ru: Запрос на протяжении продолжительности в контексте значения списка
sk: Dotaz na dobu trvania v kontexte hodnoty zoznamu
sv: Query för en varaktighet i samband med ett listvärde
zh_cn: 查询列表值的上下文中的持续时间

# FormulaFunctionQueryForDurationInContextOverload2
source: Query for a duration in the context of a person
cs: Dotaz na dobu trvání v kontextu osoby
da: Forespørgsel i en varighed i forbindelse med en person
de: Abfrage für eine Dauer im Kontext einer Person
fi: Kysely kestosta henkilön yhteydessä
fr: Requête pendant une durée dans le contexte d'une personne
it: Query per una durata nel contesto di una persona
ja: 人の文脈で期間を問い合わせる
nl: Query voor een duur in de context van een persoon
no: Spørre om en varighet i sammenheng med en person
pl: Zapytanie przez czas trwania w kontekście osoby
pt: Consulta por uma duração no contexto de uma pessoa
ru: Запрос на протяжении продолжительности в контексте человека
sk: Dotaz na dobu trvania v kontexte osoby
sv: Query för en varaktighet i samband med en person
zh_cn: 在一个人的上下文中查询持续时间

# FormulaFunctionQueryForDurationInContextOverload3
source: Query for a duration in the context of a time slice
cs: Dotaz na dobu trvání v kontextu časového plátek
da: Forespørgsel i en varighed i forbindelse med en tidsskive
de: Abfrage für eine Dauer im Kontext einer Zeitscheibe
fi: Kysely ajaksi aikaviipaleiden yhteydessä
fr: Requête pendant une durée dans le contexte d'une tranche de temps
it: Query per una durata nel contesto di una fetta del tempo
ja: タイムスライスのコンテキストで期間を問い合わせる
nl: Query voor een duur in de context van een tijdslijf
no: Forespørsel i en varighet i sammenheng med en tidsskive
pl: Zapytanie na czas trwania w kontekście plasterka czasu
pt: Consulta por uma duração no contexto de uma fatia de tempo
ru: Запрос на протяжении продолжительности в контексте срез времени
sk: Dotaz na dobu trvania v kontexte časového rezu
sv: Query för en varaktighet i samband med en tidsskiva
zh_cn: 在时间片的上下文中查询持续时间

# FormulaFunctionQueryForDurationInContextOverload4
source: Query for a duration in the context of a trait
cs: Dotaz na dobu trvání v kontextu vlastnosti
da: Forespørgsel i en varighed i forbindelse med et træk
de: Abfrage für eine Dauer im Kontext eines Merkmals
fi: Kysely kestosta piirteen yhteydessä
fr: Requête pendant une durée dans le contexte d'un trait
it: Query per una durata nel contesto di un tratto
ja: 特性の文脈で期間を問い合わせる
nl: Query voor een duur in de context van een eigenschap
no: Spørre om en varighet i sammenheng med et trekk
pl: Zapytanie przez czas trwania w kontekście cechy
pt: Consulta por uma duração no contexto de um traço
ru: Запрос на протяжении продолжительности в контексте черта
sk: Dotaz na dobu trvania v kontexte vlastného charakteru
sv: Query för en varaktighet i samband med ett drag
zh_cn: 在特征的上下文中查询持续时间

# FormulaFunctionQueryForDurationInContextOverload5
source: Query for a duration in the context of a work item
cs: Dotaz na dobu trvání v kontextu pracovní položky
da: Forespørgsel i en varighed i forbindelse med et arbejdsobjekt
de: Abfrage für eine Dauer im Kontext eines Arbeitspunkts
fi: Kysely kestää työpaikan yhteydessä
fr: Requête pendant une durée dans le contexte d'un élément de travail
it: Query per una durata nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキスト内の期間のクエリ
nl: Query voor een duur in de context van een werkitem
no: Forespørsel i en varighet i sammenheng med et arbeidsobjekt
pl: Zapytanie przez czas trwania w kontekście elementu roboczego
pt: Consulta por uma duração no contexto de um item de trabalho
ru: Запрос на протяжении продолжительности в контексте рабочего элемента
sk: Dotaz na trvania v kontexte pracovnej položky
sv: Query för en varaktighet i samband med ett arbetsobjekt
zh_cn: 查询工作项的上下文中的持续时间

# FormulaFunctionQueryForEntityTypeIdInContextOverload0
source: Query for an entity type ID in the context of an assignment
cs: Dotaz pro ID entity typu v kontextu zadání
da: Forespørgsel til en enhedstype id i forbindelse med en opgave
de: Abfrage für eine Entitätstyp-ID im Kontext einer Aufgabe
fi: Kysely yksikön tyypin tunnukselle tehtävän yhteydessä
fr: Requête pour un identifiant de type entité dans le contexte d'une affectation
it: Query per un ID tipo di entità nel contesto di un incarico
ja: 割り当てのコンテキスト内のエンティティタイプIDのクエリ
nl: Query voor een entiteitstype-ID in de context van een opdracht
no: Forespørsel om en enhetstype ID i sammenheng med et oppdrag
pl: Zapytanie o identyfikator typu jednostki w kontekście zadania
pt: Consulta para um ID do tipo de entidade no contexto de uma tarefa
ru: Запрос для идентификатора типа сущности в контексте назначения
sk: Dotaz pre ID typu entity v kontexte priradenia
sv: Query för ett enhetstyp ID i samband med ett uppdrag
zh_cn: 在分配的上下文中查询实体类型ID

# FormulaFunctionQueryForEntityTypeIdInContextOverload1
source: Query for an entity type ID in the context of a list value
cs: Dotaz pro ID entity typu v kontextu hodnoty seznamu
da: Forespørgsel til en enhedstype ID i forbindelse med en listeværdi
de: Abfrage für eine Entitätstyp-ID im Rahmen eines Listenwerts
fi: Kysely yksikön tyypin tunnukselle luettelon arvon yhteydessä
fr: Requête pour un identifiant de type entité dans le contexte d'une valeur de liste
it: Query per un ID tipo di entità nel contesto di un valore di elenco
ja: リスト値のコンテキスト内のエンティティ型IDの問合せ
nl: Query voor een entiteitstype-ID in de context van een lijstwaarde
no: Forespørsel om en enhetstype ID i sammenheng med en listeverdi
pl: Zapytanie o identyfikator typu jednostki w kontekście wartości listy
pt: Consulta para um ID do tipo de entidade no contexto de um valor de lista
ru: Запрос для идентификатора типа сущности в контексте значения списка
sk: Dotaz pre ID typu entity v kontexte hodnoty zoznamu
sv: Query för ett enhetstyp ID i samband med ett listvärde
zh_cn: 查询列表值的上下文中的实体类型ID

# FormulaFunctionQueryForEntityTypeIdInContextOverload2
source: Query for an entity type ID in the context of a person
cs: Dotaz pro ID entity typu v kontextu osoby
da: Forespørgsel til en enhedstype id i forbindelse med en person
de: Abfrage für eine Entitäts-ID-ID im Kontext einer Person
fi: Kysely yksikön tyypin tunnukselle henkilön yhteydessä
fr: Requête pour un identifiant de type entité dans le contexte d'une personne
it: Query per un ID tipo di entità nel contesto di una persona
ja: 人のコンテキストでエンティティタイプIDのクエリ
nl: Query voor een entiteitstype-ID in de context van een persoon
no: Forespørsel om en enhetstype ID i sammenheng med en person
pl: Zapytanie o identyfikator typu jednostki w kontekście osoby
pt: Consulta para um ID do tipo de entidade no contexto de uma pessoa
ru: Запрос для идентификатора типа сущности в контексте человека
sk: Dotaz pre typ entity ID v kontexte osoby
sv: Fråga för ett enhetstyp ID i samband med en person
zh_cn: 查询人员上下文中的实体类型ID

# FormulaFunctionQueryForEntityTypeIdInContextOverload3
source: Query for an entity type ID in the context of a time slice
cs: Dotaz pro typ entity typu v kontextu časového plátek
da: Forespørgsel til en enhedstype id i forbindelse med et tidsskive
de: Abfrage für eine Entitäts-ID-ID im Kontext einer Zeitscheibe
fi: Kysely yksikön tyypin tunnukselle aikaviipaleessa
fr: Requête pour un identifiant de type entité dans le contexte d'une tranche de temps
it: Query per un ID tipo di entità nel contesto di una fetta del tempo
ja: タイムスライスのコンテキスト内のエンティティ型IDのクエリ
nl: Query voor een entiteitstype-ID in de context van een tijdslijf
no: Forespørsel om en enhetstype ID i sammenheng med en tidsskive
pl: Zapytanie o identyfikator typu jednostki w kontekście plasterka czasu
pt: Consulta para uma ID do tipo entidade no contexto de uma fatia de tempo
ru: Запрос для идентификатора типа сущности в контексте срез времени
sk: Dotaz pre ID typu entity v kontexte časového plášťa
sv: Fråga för ett enhetstyp ID i samband med en tidsskiva
zh_cn: 在时间片的上下文中查询实体类型ID

# FormulaFunctionQueryForEntityTypeIdInContextOverload4
source: Query for an entity type ID in the context of a trait
cs: Dotaz pro ID entity typu v kontextu vlastnosti
da: Forespørgsel til en enhedstype id i forbindelse med et træk
de: Abfrage für eine Entitäts-ID-ID im Kontext eines Merkmals
fi: Kysely yksikön tyypin tunnukselle piirteen yhteydessä
fr: Requête pour un identifiant de type entité dans le contexte d'un trait
it: Query per un ID tipo di entità nel contesto di un tratto
ja: 特性のコンテキスト内のエンティティタイプIDのクエリ
nl: Query voor een entiteitstype-ID in de context van een eigenschap
no: Forespørsel om en enhetstype ID i sammenheng med et trekk
pl: Zapytanie o identyfikator typu jednostki w kontekście cechy
pt: Consulta para uma ID do tipo de entidade no contexto de um traço
ru: Запрос для идентификатора типа сущности в контексте черта
sk: Dotaz pre ID typu entity v kontexte vlastného charakteru
sv: Fråga för ett enhetstyp ID i samband med ett drag
zh_cn: 在特征的上下文中查询实体类型ID

# FormulaFunctionQueryForEntityTypeIdInContextOverload5
source: Query for an entity type ID in the context of a work item
cs: Dotaz pro ID entity typu v kontextu pracovní položky
da: Forespørgsel til en enhedstype id i forbindelse med et arbejdsobjekt
de: Abfrage für eine Entitätstyp-ID im Kontext eines Arbeitspunkts
fi: Kysely yksikön tyypin tunnukselle työn kohteen yhteydessä
fr: Requête pour un identifiant de type entité dans le contexte d'un élément de travail
it: Query per un ID tipo di entità nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキスト内のエンティティタイプIDのクエリ
nl: Query voor een entiteitstype-ID in de context van een werkitem
no: Forespørsel om en enhetstype ID i sammenheng med et arbeidsobjekt
pl: Zapytanie o identyfikator typu jednostki w kontekście elementu roboczego
pt: Consulta para um ID do tipo de entidade no contexto de um item de trabalho
ru: Запрос для идентификатора типа сущности в контексте рабочего элемента
sk: Dotaz pre ID typu entity v kontexte pracovnej položky
sv: Fråga för ett enhetstyp ID i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询实体类型ID

# FormulaFunctionQueryForIdInContextOverload0
source: Query for an ID in the context of an assignment
cs: Dotaz pro ID v kontextu zadání
da: Forespørgsel til et id i forbindelse med en opgave
de: Abfrage für eine ID im Rahmen einer Zuordnung
fi: Kysely tunnukselle tehtävän yhteydessä
fr: Requête pour un identifiant dans le contexte d'une affectation
it: Query per un ID nel contesto di un incarico
ja: 割り当てのコンテキスト内のIDのクエリ
nl: Query voor een ID in de context van een opdracht
no: Spørring for en ID i sammenheng med et oppdrag
pl: Zapytanie o identyfikator w kontekście zadania
pt: Consulta para um ID no contexto de uma tarefa
ru: Запрос для идентификатора в контексте задания
sk: Dotaz pre ID v kontexte priradenia
sv: Fråga för ett ID i samband med ett uppdrag
zh_cn: 在分配的上下文中查询ID

# FormulaFunctionQueryForIdInContextOverload1
source: Query for an ID in the context of a list value
cs: Dotaz pro ID v kontextu seznamu seznamu
da: Forespørg for et ID i forbindelse med en listeværdi
de: Abfrage für eine ID im Kontext eines Listenwerts
fi: Kysely tunnukselle luettelon arvon yhteydessä
fr: Requête pour un identifiant dans le contexte d'une valeur de liste
it: Query per un ID nel contesto di un valore di elenco
ja: リスト値のコンテキスト内のIDの照会
nl: Query voor een ID in de context van een lijstwaarde
no: Forespørsel om en ID i sammenheng med en listeverdi
pl: Zapytanie o identyfikator w kontekście wartości listy
pt: Consulta para um ID no contexto de um valor de lista
ru: Запрос для идентификатора в контексте значения списка
sk: Dotaz pre ID v kontexte hodnoty zoznamu
sv: Query för ett ID i samband med ett listvärde
zh_cn: 查询列表值的上下文中的ID

# FormulaFunctionQueryForIdInContextOverload2
source: Query for an ID in the context of a person
cs: Dotaz pro ID v kontextu osoby
da: Forespørgsel til et id i forbindelse med en person
de: Abfrage für eine ID im Kontext einer Person
fi: Kysely tunnusta henkilölle
fr: Requête pour un identifiant dans le contexte d'une personne
it: Query per un ID nel contesto di una persona
ja: 人の文脈でIDを問い合わせる
nl: Query voor een ID in de context van een persoon
no: Spørring for en ID i sammenheng med en person
pl: Zapytanie o identyfikator w kontekście osoby
pt: Consulta para um id no contexto de uma pessoa
ru: Запрос для идентификатора в контексте человека
sk: Dotaz pre ID v kontexte osoby
sv: Fråga för ett ID i samband med en person
zh_cn: 在人的上下文中查询ID

# FormulaFunctionQueryForIdInContextOverload3
source: Query for an ID in the context of a time slice
cs: Dotaz pro ID v kontextu časového plátek
da: Forespørgsel til et id i forbindelse med en tidsskive
de: Abfrage für eine ID im Kontext einer Zeitscheibe
fi: Kysely tunnukselle aikaviipaleessa
fr: Requête pour un identifiant dans le contexte d'une tranche de temps
it: Query per un ID nel contesto di una fetta del tempo
ja: タイムスライスのコンテキスト内のIDのクエリ
nl: Query voor een ID in de context van een tijdslijf
no: Spørring for en ID i sammenheng med en tidsskive
pl: Zapytanie o identyfikator w kontekście plasterka czasu
pt: Consulta para um ID no contexto de uma fatia de tempo
ru: Запрос для идентификатора в контексте срез времени
sk: Dotaz pre ID v kontexte časového plášťa
sv: Fråga för ett ID i samband med en tidsskiva
zh_cn: 查询时间切片上下文中的ID

# FormulaFunctionQueryForIdInContextOverload4
source: Query for an ID in the context of a trait
cs: Dotaz pro ID v kontextu vlastnosti
da: Forespørgsel for et id i forbindelse med et træk
de: Abfrage für eine ID im Kontext eines Merkmals
fi: Kysely tunnusta piirteen yhteydessä
fr: Requête pour un identifiant dans le contexte d'un trait
it: Query per un ID nel contesto di un tratto
ja: 特性の文脈でIDを問い合わせる
nl: Query voor een ID in de context van een eigenschap
no: Spørring for en ID i sammenheng med et trekk
pl: Zapytanie o identyfikator w kontekście cechy
pt: Consulta para um id no contexto de um traço
ru: Запрос для идентификатора в контексте черта
sk: Dotaz na ID v kontexte vlastného charakteru
sv: Fråga för ett ID i samband med ett drag
zh_cn: 在特征的上下文中查询ID

# FormulaFunctionQueryForIdInContextOverload5
source: Query for an ID in the context of a work item
cs: Dotaz pro ID v kontextu pracovní položky
da: Forespørgsel til et id i forbindelse med et arbejdsobjekt
de: Abfrage für eine ID im Kontext eines Arbeitspunkts
fi: Kysely tunnukselle työpaikan yhteydessä
fr: Requête pour un identifiant dans le contexte d'un élément de travail
it: Query per un ID nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキスト内のIDの照会
nl: Query voor een ID in de context van een werkitem
no: Forespørsel om en ID i sammenheng med et arbeidsobjekt
pl: Zapytanie o identyfikator w kontekście elementu roboczego
pt: Consulta para um ID no contexto de um item de trabalho
ru: Запрос для идентификатора в контексте рабочего элемента
sk: Dotaz na ID v kontexte pracovnej položky
sv: Fråga för ett ID i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询ID

# FormulaFunctionQueryForInstantInContextOverload0
source: Query for an instant in the context of an assignment
cs: Dotaz na okamžik v kontextu zadání
da: Forespørgsel på et øjeblik i forbindelse med en opgave
de: Abfrage für einen Moment im Kontext einer Aufgabe
fi: Kysely hetkeksi tehtävän yhteydessä
fr: Requête pour un instant dans le contexte d'une affectation
it: Query per un istante nel contesto di un incarico
ja: 割り当てのコンテキストで瞬時のクエリ
nl: Query voor een oogwenk in de context van een opdracht
no: Forespørsel om et øyeblikk i sammenheng med et oppdrag
pl: Zapytanie przez chwilę w kontekście zadania
pt: Consulta para um instante no contexto de uma tarefa
ru: Запрос на мгновение в контексте задания
sk: Dotaz na okamžitý v kontexte priradenia
sv: Fråga för ett ögonblick i samband med ett uppdrag
zh_cn: 在分配的上下文中查询即时

# FormulaFunctionQueryForInstantInContextOverload1
source: Query for an instant in the context of a list value
cs: Dotaz na okamžik v kontextu hodnoty seznamu
da: Forespørgsel på et øjeblik i forbindelse med en listeværdi
de: Abfrage für einen Moment im Kontext eines Listenwerts
fi: Kysely hetkeksi luettelon arvon yhteydessä
fr: Requête pour un instant dans le contexte d'une valeur de liste
it: Query per un istante nel contesto di un valore di elenco
ja: リスト値のコンテキストで瞬時のクエリ
nl: Zoek voor een oogwenk in de context van een lijstwaarde
no: Forespørsel om et øyeblikk i sammenheng med en listeverdi
pl: Zapytanie przez chwilę w kontekście wartości listy
pt: Consulta para um instante no contexto de um valor de lista
ru: Запрос на мгновение в контексте значения списка
sk: Dotaz na okamžitý v kontexte hodnoty zoznamu
sv: Query för ett ögonblick i samband med ett listvärde
zh_cn: 在列表值的上下文中查询即时

# FormulaFunctionQueryForInstantInContextOverload2
source: Query for an instant in the context of a person
cs: Dotaz na okamžik v kontextu osoby
da: Forespørgsel på et øjeblik i forbindelse med en person
de: Abfrage für einen Moment im Kontext einer Person
fi: Kysely hetkeksi henkilön yhteydessä
fr: Requête pour un instant dans le contexte d'une personne
it: Query per un istante nel contesto di una persona
ja: 人の文脈で瞬時のクエリ
nl: Zoek voor een oogwenk in de context van een persoon
no: Spørre om et øyeblikk i sammenheng med en person
pl: Zapytanie na chwilę w kontekście osoby
pt: Consulta por um instante no contexto de uma pessoa
ru: Запрос на мгновение в контексте человека
sk: Dotaz na okamžitý v kontexte osoby
sv: Fråga för ett ögonblick i samband med en person
zh_cn: 在一个人的上下文中查询即时

# FormulaFunctionQueryForInstantInContextOverload3
source: Query for an instant in the context of a time slice
cs: Dotaz na okamžik v kontextu časového plátek
da: Forespørgsel på et øjeblik i forbindelse med en tidsskive
de: Abfrage für einen Moment im Kontext einer Zeitscheibe
fi: Kysely hetkeksi aikaviipale
fr: Requête pour un instant dans le contexte d'une tranche de temps
it: Query per un istante nel contesto di una fetta del tempo
ja: タイムスライスのコンテキストで瞬時のクエリ
nl: Query voor een oogwenk in de context van een tijdslijf
no: Forespørsel om et øyeblikk i sammenheng med en tidsskive
pl: Zapytanie na chwilę w kontekście plasterka czasu
pt: Consulta por um instante no contexto de uma fatia de tempo
ru: Запрос на мгновение в контексте временного среза
sk: Dotaz na okamžitý v kontexte časového plášťa
sv: Query för ett ögonblick i samband med en tidsskiva
zh_cn: 在时间片的上下文中查询即时

# FormulaFunctionQueryForInstantInContextOverload4
source: Query for an instant in the context of a trait
cs: Dotaz na okamžik v kontextu vlastnosti
da: Forespørgsel på et øjeblik i forbindelse med et træk
de: Abfrage für einen Moment im Kontext eines Merkmals
fi: Kysely hetkeksi piirteen yhteydessä
fr: Requête pour un instant dans le contexte d'un trait
it: Query per un istante nel contesto di un tratto
ja: 特性のコンテキストで瞬時のクエリ
nl: Query voor een oogwenk in de context van een eigenschap
no: Forespørsel om et øyeblikk i konteksten til en egenskap
pl: Zapytanie na chwilę w kontekście cechy
pt: Consulta para um instante no contexto de um traço
ru: Запрос на мгновение в контексте черта
sk: Dotaz na okamžitý v kontexte vlastného charakteru
sv: Fråga för ett ögonblick i samband med ett drag
zh_cn: 在特征的上下文中查询即时

# FormulaFunctionQueryForInstantInContextOverload5
source: Query for an instant in the context of a work item
cs: Dotaz na okamžik v kontextu pracovní položky
da: Forespørgsel på et øjeblik i forbindelse med et arbejdsobjekt
de: Abfrage für einen Moment im Kontext eines Arbeitspunkts
fi: Kysely hetkeksi työerän yhteydessä
fr: Requête pour un instant dans le contexte d'un élément de travail
it: Query per un istante nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキストで瞬時の問合せ
nl: Zoek voor een oogwenk in de context van een werkitem
no: Forespørsel om et øyeblikk i sammenheng med et arbeidsobjekt
pl: Zapytanie przez chwilę w kontekście elementu roboczego
pt: Consulta para um instante no contexto de um item de trabalho
ru: Запрос на мгновение в контексте рабочего элемента
sk: Dotaz na okamžitý v kontexte pracovnej položky
sv: Query för ett ögonblick i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询即时

# FormulaFunctionQueryForInstantRangeInContextOverload0
source: Query for an instant range in the context of an assignment
cs: Dotaz na instantní rozsah v kontextu zadání
da: Forespørgsel efter et øjeblikkeligt område i forbindelse med en opgave
de: Abfrage für ein sofortiges Sortiment im Rahmen einer Aufgabe
fi: Kysely instant-alueelle tehtävän yhteydessä
fr: Requête pour une gamme instantanée dans le contexte d'une affectation
it: Query per una gamma istantanea nel contesto di un incarico
ja: 割り当てのコンテキストで即時範囲を問い合わせる
nl: Query voor een instant bereik in de context van een opdracht
no: Forespørsel om et øyeblikkelig rekkevidde i sammenheng med et oppdrag
pl: Zapytanie o natychmiastową ofertę w kontekście zadania
pt: Consulta para um intervalo instantâneo no contexto de uma tarefa
ru: Запрос для мгновенного диапазона в контексте задания
sk: Dotaz na okamžitý rozsah v kontexte priradenia
sv: Query för ett omedelbart område i samband med ett uppdrag
zh_cn: 在分配的上下文中查询即时范围

# FormulaFunctionQueryForInstantRangeInContextOverload1
source: Query for an instant range in the context of a list value
cs: Dotaz pro okamžitý rozsah v kontextu seznamu seznamu
da: Forespørgsel efter et øjeblikkeligt område i forbindelse med en listeværdi
de: Abfrage für einen sofortigen Bereich im Rahmen eines Listenwerts
fi: Kysely instant-alueelle listan arvon yhteydessä
fr: Requête pour une gamme instantanée dans le contexte d'une valeur de liste
it: Query per una gamma istantanea nel contesto di un valore di elenco
ja: リスト値のコンテキスト内の即時範囲を問い合わせる
nl: Query voor een direct bereik in de context van een lijstwaarde
no: Forespørsel om et øyeblikkelig rekkevidde i sammenheng med en listeverdi
pl: Zapytanie o natychmiastową ofertę w kontekście wartości listy
pt: Consulta para um intervalo instantâneo no contexto de um valor de lista
ru: Запрос для мгновенного диапазона в контексте значения списка
sk: Dotaz na okamžitý rozsah v kontexte hodnoty zoznamu
sv: Fråga för ett ögonblick i samband med ett listvärde
zh_cn: 在列表值的上下文中查询即时范围

# FormulaFunctionQueryForInstantRangeInContextOverload2
source: Query for an instant range in the context of a person
cs: Dotaz na instantní rozsah v kontextu osoby
da: Forespørgsel efter et øjeblikkeligt område i forbindelse med en person
de: Abfrage für ein sofortiges Sortiment im Kontext einer Person
fi: Kysely instant-alueeseen henkilön yhteydessä
fr: Requête pour une gamme instantanée dans le contexte d'une personne
it: Query per una gamma istantanea nel contesto di una persona
ja: 人の文脈で即時の範囲を問い合わせる
nl: Query voor een instant bereik in de context van een persoon
no: Spørring for et øyeblikkelig rekkevidde i sammenheng med en person
pl: Zapytanie o natychmiastową ofertę w kontekście osoby
pt: Consulta para um intervalo instantâneo no contexto de uma pessoa
ru: Запрос для мгновенного диапазона в контексте человека
sk: Dotaz na okamžitý rozsah v kontexte osoby
sv: Fråga för ett ögonblick i samband med en person
zh_cn: 在一个人的上下文中查询即时范围
