Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionSumOverload5
source: Sum the values of a duration trait that pass a test
cs: Součet hodnoty trvání rysy, které projdou test
da: Summen værdierne i et varighedsegenskab, der passerer en test
de: Summieren Sie die Werte einer Dauer-Merkmale, die einen Test übergeben
fi: Summa koetuksen mittauksen arvot
fr: Somme les valeurs d'un trait de durée qui passent un test
it: Somma i valori di una tratti di durata che passano un test
ja: テストを通過する期間の特性の値を合計する
nl: Som de waarden van een duur van de duur die een test doorgeven
no: Sum verdiene til en varighetstrekk som passerer en test
pl: Suma wartości cechy czasu trwania, które przechodzą test
pt: Soma os valores de um traço de duração que passam um teste
ru: Суммировать значения длительности черта, которая проходит тест
sk: Súčet hodnoty trvania vlastnosti, ktoré prechádzajú testom
sv: Summa värdena för en varaktighet som passerar ett test
zh_cn: 总和通过测试的持续时间特征的值

# FormulaFunctionSumOverload6
source: Sum the durations of the values of an instant range trait that pass a test
cs: Suma doby trvání hodnot instantního rozsahu vlastnosti, které projdou test
da: Summen af værdierne af værdierne for et øjeblikkeligt rækkevidde, der passerer en test
de: Summe der Dauer der Werte eines Instant Range-Merkmals, die einen Test weitergeben
fi: Summa testien välittömän sijainnin piirteen arvojen kestot
fr: Somme les durées des valeurs d'un trait d'une plage instantanée qui passent un test
it: Somma le durate dei valori di un tratto della gamma istantanea che passano un test
ja: テストを通過する瞬間範囲形質の値の持続時間を合計する
nl: De duur van de waarden van een instant bereik-eigenschap die een test doorgeven
no: Sum på varighetene i verdiene til et øyeblikkelig rekkefølge som passerer en test
pl: Suma czasów trwania wartości natychmiastowej cechy zasięgu, które przekazują test
pt: Soma as durações dos valores de um traço de intervalo instantâneo que passa um teste
ru: Сумма продолжительностью значений признаков мгновенного диапазона, которая проходит тест
sk: Súčet trvanlivosť hodnôt okamžitého rozsahu, ktorý prechádza testom
sv: Summa varaktigheterna av värdena för ett omedelbart sortiment som passerar ett test
zh_cn: 总和通过测试的即时范围特征的值的持续时间

# FormulaFunctionSumOverload7
source: Concatenate the values of a multi-line text trait that pass a test
cs: Zřetězte hodnoty multi-line textové vlastnosti, které projdou test
da: Sammenfatter værdierne for en multi-line tekstregen, der passerer en test
de: Verketten Sie die Werte eines mehrzeiligen Textmerkmals, der einen Test übergeben
fi: Keksiä monilinjan tekstimäärän arvot, jotka kulkevat testin
fr: Concaténer les valeurs d'un trait de texte multiligne qui passe un test
it: Concatena i valori di un tratto di testo multilineo che passa un test
ja: テストを通過するマルチラインテキスト形質の値を連結する
nl: Concatenate de waarden van een multi-line tekstkachel die een test passeert
no: Sammenkoble verdiene til en multi-line teksttrekk som passerer en test
pl: Conatenate wartości cechy tekstowej wielointerii, które przechodzą test
pt: Concatenar os valores de um traço de texto multi-line que passa um teste
ru: Объединение значений многострочной текстовой черты, которая проходит тест
sk: Zhromažďovať hodnoty multi-line textového znaku, ktorý prechádza testom
sv: Sammanfoga värdena för en multi-line textdrag som passerar ett test
zh_cn: 连接通过测试的多线文本特征的值

# FormulaFunctionSumOverload8
source: Sum the values of a number trait that pass a test
cs: Součet hodnoty číselné vlastnosti, které projdou test
da: Summen værdierne af et talegenskab, der passerer en test
de: Summen Sie die Werte einer Nummernmerkmale, die einen Test übergeben
fi: Summa testien mittakaavan numeron arvot
fr: Somme les valeurs d'un trait numérique qui passent un test
it: Somma i valori di un tratto numerico che passano un test
ja: テストを通過する数値特性の値を合計する
nl: Som de waarden van een cijferkenmerken die een test doorgeven
no: Sum verdiene til et talltrekk som passerer en test
pl: Suma wartości cechy liczby, która przekazują test
pt: Soma os valores de um traço numérico que passa um teste
ru: Суммировать значения номера черты, которая проходит тест
sk: Súčet hodnôt číselného znaku, ktoré prechádzajú testom
sv: Summa värdena för ett nummerdrag som passerar ett test
zh_cn: 总和通过测试的数字特征的值

# FormulaFunctionSumOverload9
source: Concatenate the values of a single-line text trait that pass a test
cs: Zřetězte hodnoty jednoho řádku textové vlastnosti, které projdou test
da: Sammenfatter værdierne for en enkeltlinjetekst, der passerer en test
de: Verketten Sie die Werte einer einzelnen Textmerkmale, die einen Test übergeben
fi: Yhdistää yhden line tekstin ominaisuuden arvot, jotka kulkevat testin
fr: Concaténer les valeurs d'un trait de texte à une seule ligne qui passe un test
it: Concatena i valori di un tratto di testo a riga singola che passa un test
ja: テストを通過する単一行テキスト形質の値を連結する
nl: Concatenate de waarden van een single-line-tekstkenmerken die een test doorgeven
no: Sammenkoble verdiene til en enkelt-linje teksttrekk som passerer en test
pl: Conatenate wartości cechy tekstowej pojedynczej linii, która przekazuje test
pt: Concatenar os valores de um traço de texto de linha única que passa um teste
ru: Объединить значения однострочной текстовой черты, которая проходит тест
sk: Zhromažďovať hodnoty jednorazového textu, ktoré prechádzajú testom
sv: Sammanfoga värdena för en enstaka textdrag som passerar ett test
zh_cn: 连接通过测试的单行文本特征的值

# FormulaFunctionSumToOverload0
source: Sum the durations of the values of an instant range trait that fall before an instant value
cs: Suma doba trvání hodnot instantního rozsahu rysy, které spadají před okamžitou hodnotou
da: Summen af værdierne af et øjeblikkeligt rækkevidde, der falder før en øjeblikkelig værdi
de: Summieren Sie die Dauer der Werte eines Instant Range-Merkmals, die vor einem sofortigen Wert fallen
fi: Summaus välittömän sijainnin arvojen arvojen kesto ennen instant-arvoa
fr: Somme les durées des valeurs d'un trait d'une plage instantanée qui tombent avant une valeur instantanée
it: Somma le durate dei valori di un tratto della gamma istantanea che cadono prima di un valore istantaneo
ja: 瞬間的な値の前に落ちる即時範囲形質の値の持続時間を合計する
nl: Som de duur van de waarden van een directe bereikcontrole die vóór een onmiddellijke waarde valt
no: Summe varighetene i verdiene til et øyeblikkelig forhold som faller før en øyeblikkelig verdi
pl: Suma trwałości wartości tej cechy zasięgu, które spadają przed natychmiastową wartością
pt: Soma as durações dos valores de um traço de intervalo instantâneo que cai antes de um valor instantâneo
ru: Сумма продолжительностью значений четки мгновенного диапазона, которая падает до мгновенного значения
sk: Súčet trvania hodnôt okamžitého rozsahu, ktoré klesá pred okamžitou hodnotou
sv: Summera varaktigheterna av värdena för ett omedelbart sortiment som faller före ett omedelbart värde
zh_cn: 总和在即时值之前的即时范围特征的值的持续时间

# FormulaFunctionSumToOverload1
source: Sum the durations of the values of an instant range trait that fall before an instant value that pass a test
cs: Součet přijímání hodnot instantního rozsahu rysy, které spadají před okamžitou hodnotou, která předává test
da: Summen af værdierne af et øjeblikkeligt rækkevidde, der falder før en øjeblikkelig værdi, der passerer en test
de: Summen die Dauer der Werte eines Instant Range-Merkmals, die vor einem sofortigen Wert fallen, der einen Test weitergibt
fi: Summaus välittömän alueen piirteen arvojen kesto, joka putoaa ennen testiä välittää välittömän arvon
fr: Somme les durées des valeurs d'un trait d'une plage instantanée qui tombent avant une valeur instantanée qui passe un test
it: Somma le durate dei valori di un tratto della gamma istantanea che cadono prima di un valore istantaneo che passa un test
ja: テストに合格する瞬間的な値の前に落ちる瞬間的な範囲の特性の値の期間を合計する
nl: De duur van de waarden van een directe bereik-eigenschap die vóór een onmiddellijke waarde die een test passeert
no: Summe varighetene i verdiene for et øyeblikkelig forhold som faller før en øyeblikkelig verdi som passerer en test
pl: Suma trwałości wartości tej cechy zasięgu, która spadają przed natychmiastową wartością, która przekazuje test
pt: Soma as durações dos valores de um traço de intervalo instantâneo que caem antes de um valor instantâneo que passe um teste
ru: Сумма продолжительностью значений признаков мгновенного диапазона, которая падает перед мгновенным значением, которое проходит тест
sk: Súčet Trápania hodnôt funkcie okamžitého rozsahu, ktorý je napadnutý pred okamžitou hodnotou, ktorá prejde skúškou
sv: Summa varaktigheterna av värdena för ett omedelbart sortiment som faller innan ett omedelbart värde som passerar ett test
zh_cn: 在通过测试的即时值之前，总结即时范围特征的值的持续时间

# FormulaFunctionSwitchOverload0
source: Choose the value following the first test that passes
cs: Vyberte hodnotu po prvním testu, který prochází
da: Vælg værdien efter den første test, der passerer
de: Wählen Sie den Wert nach dem ersten Test, der passiert
fi: Valitse arvo ensimmäinen testi, joka kulkee
fr: Choisissez la valeur suivant le premier test qui passe
it: Scegli il valore seguendo il primo test che passa
ja: パスを通過する最初のテストに続く値を選択してください
nl: Kies de waarde na de eerste test die doorgaat
no: Velg verdien som følger den første testen som passerer
pl: Wybierz wartość zgodnie z pierwszym testem, który przechodzi
pt: Escolha o valor seguindo o primeiro teste que passa
ru: Выберите значение, следующее в первом тесте, который проходит
sk: Vyberte si hodnotu podľa prvého testu, ktorý prechádza
sv: Välj värdet efter det första testet som passerar
zh_cn: 在第一次通过后选择值

# FormulaFunctionSwitchOverload0Parameter0
source: Test
da: Prøve
de: Prüfen
fi: Testata
ja: テスト
pt: Teste
ru: Контрольная работа
sk: Skúška
sv: Testa
zh_cn: 测试

# FormulaFunctionSwitchOverload0Parameter1
source: Value if above test is true
cs: Hodnota, pokud je uvedeno výše
da: Værdi, hvis ovenstående test er sandt
de: Wert, wenn der obige Test wahr ist
fi: Arvo, jos edellä on testi, on totta
fr: Valeur si le test ci-dessus est vrai
it: Valore Se il test sopra è vero
ja: 上記のテストがtrueの場合の値
nl: Waarde als hierboven test waar is
no: Verdi hvis ovenfor testen er sant
pl: Wartość, jeśli powyższy test jest prawdziwy
pt: Valor se o teste acima for verdadeiro
ru: Значение, если выше теста верно
sk: Hodnota, ak je vyššie uvedený test
sv: Värde om ovan test är sant
zh_cn: 如果上述测试为真，则值

# FormulaFunctionSwitchOverload1
source: Choose the value following the first test that passes, or the default value if none do
cs: Vyberte hodnotu podle prvního testu, který projde nebo výchozí hodnotu, pokud ne
da: Vælg værdien efter den første test, der passerer, eller standardværdien, hvis ingen gør
de: Wählen Sie den Wert nach dem ersten Test, der übergibt, oder der Standardwert, wenn keine
fi: Valitse arvo ensimmäinen testi, joka kulkee, tai oletusarvo, jos mitään ei tee
fr: Choisissez la valeur suivante du premier test qui passe ou la valeur par défaut si personne ne le fait
it: Scegli il valore seguente il primo test che passa o il valore predefinito se nessuno lo fa
ja: パスを渡す最初のテストに続く値、またはデフォルト値を選択しない場合はデフォルト値を選択してください。
nl: Kies de waarde na de eerste test die doorgaat, of de standaardwaarde als niets
no: Velg verdien som følger den første testen som passerer, eller standardverdien hvis ingen gjør
pl: Wybierz wartość zgodnie z pierwszym testem, który przechodzi lub wartość domyślna, jeśli nie ma
pt: Escolha o valor seguindo o primeiro teste que passa ou o valor padrão se nenhum faça
ru: Выберите значение, следующее на первом тесте, который проходит или значение по умолчанию, если нет
sk: Vyberte si hodnotu podľa prvého testu, ktorý prechádza, alebo predvolená hodnota, ak nie
sv: Välj värdet efter det första testet som passerar, eller standardvärdet om ingen gör
zh_cn: 在第一次测试后选择值，或者如果没有，则默认值

# FormulaFunctionSwitchOverload1Parameter0
source: Test
da: Prøve
de: Prüfen
fi: Testata
ja: テスト
pt: Teste
ru: Контрольная работа
sk: Skúška
sv: Testa
zh_cn: 测试

# FormulaFunctionSwitchOverload1Parameter1
source: Value if above test is true
cs: Hodnota, pokud je uvedeno výše
da: Værdi, hvis ovenstående test er sandt
de: Wert, wenn der obige Test wahr ist
fi: Arvo, jos edellä on testi, on totta
fr: Valeur si le test ci-dessus est vrai
it: Valore Se il test sopra è vero
ja: 上記のテストがtrueの場合の値
nl: Waarde als hierboven test waar is
no: Verdi hvis ovenfor testen er sant
pl: Wartość, jeśli powyższy test jest prawdziwy
pt: Valor se o teste acima for verdadeiro
ru: Значение, если выше теста верно
sk: Hodnota, ak je vyššie uvedený test
sv: Värde om ovan test är sant
zh_cn: 如果上述测试为真，则值

# FormulaFunctionSwitchOverload1Parameter2
source: Default value
cs: Výchozí hodnota
da: Standard værdi
de: Standardwert
fi: Oletusarvo
fr: Valeur par défaut
it: Valore predefinito
ja: デフォルト値
nl: Standaardwaarde
no: Standardverdi
pl: Domyślna wartość
pt: Valor padrão
ru: Значение по умолчанию
sk: Predvolená hodnota
sv: Standardvärde
zh_cn: 默认值

# FormulaFunctionTanhOverload0
source: Hyperbolic tangent of a number
cs: Hyperbolický tangent čísla
da: Hyperbolisk tangent af et tal
de: Hyperbolische Tangente einer Zahl
fi: Hyperbolinen tangentti
fr: Tangente hyperbolique d'un nombre
it: Tangente iperbolico di un numero
ja: 数字の双曲線接線
nl: Hyperbolische tangent van een nummer
no: Hyperbolisk tangent av et tall
pl: Hiperboliczny styczny liczby
pt: Tangente hiperbólica de um número
ru: Гиперболический тангенс числа
sk: Hyperbolický dotyčník čísla
sv: Hyperbolisk tangent av ett tal
zh_cn: 一个数字的双曲线切线

# FormulaFunctionTanhOverload0Parameter0
source: Angle
cs: Úhel
da: Vinkel
de: Winkel
fi: Kulma
it: Angolo
ja: 角度
nl: Hoek
no: Vinkel
pl: Kąt
pt: Ângulo
ru: Угол
sk: Uhol
sv: Vinkel
zh_cn: 角度

# FormulaFunctionTanOverload0
source: Tangent of an angle
cs: Úhlu
da: Tangent af en vinkel
de: Tangente eines Winkels
fi: Kulman tangentti
fr: Tangente d'un angle
it: Tangente di un angolo
ja: 角度の接線
nl: Tangent van een hoek
no: Tangent av en vinkel
pl: Styczny kąta
pt: Tangente de um ângulo
ru: Тангенс угол
sk: Dotyčnica uhla
sv: Tangent av en vinkel
zh_cn: 角切割

# FormulaFunctionTanOverload0Parameter0
source: Angle
cs: Úhel
da: Vinkel
de: Winkel
fi: Kulma
it: Angolo
ja: 角度
nl: Hoek
no: Vinkel
pl: Kąt
pt: Ângulo
ru: Угол
sk: Uhol
sv: Vinkel
zh_cn: 角度

# FormulaFunctionTimeOfDayOverload0
source: Time of day of an instant
cs: Denní doba okamžitého
da: Tidspunkt på tidspunktet på et øjeblik
de: Tageszeit eines Augenblicks
fi: Hetken päivän ajan
fr: Temps de la journée d'un instant
it: Tempo del giorno di un istante
ja: 瞬間の時間の時間
nl: Tijd van de dag van een ogenblik
no: Tid på dagen med et øyeblikk
pl: Czas dnia
pt: Hora do dia de um instante
ru: Время дня мгновенного
sk: Čas dňa
sv: Tid på dagen för ett ögonblick
zh_cn: 即时的一天的时间

# FormulaFunctionToBooleanOverload0
source: Convert a value to a boolean
cs: Převést hodnotu na boolean
da: Konverter en værdi til en boolsk
de: Konvertieren Sie einen Wert auf ein Boolean
fi: Muunna arvo booleanille
fr: Convertir une valeur en booléen
it: Convertire un valore in un booleano
ja: 値をブール値に変換します
nl: Converteer een waarde naar een boolean
no: Konvertere en verdi til en boolsk
pl: Konwertuj wartość boolowską
pt: Converter um valor para um booleano
ru: Преобразовать значение логию
sk: Previesť hodnotu boolean
sv: Konvertera ett värde till en booleska
zh_cn: 将值转换为布尔值

# FormulaFunctionToDurationOverload0
source: Convert a value to a duration
cs: Převést hodnotu na dobu trvání
da: Konvertere en værdi til en varighed
de: Konvertieren Sie einen Wert auf eine Dauer
fi: Muunna arvo kestoon
fr: Convertir une valeur en une durée
it: Convertire un valore per una durata
ja: 値を期間に変換します
nl: Converteer een waarde naar een duur
no: Konvertere en verdi til en varighet
pl: Konwertuj wartość na czas trwania
pt: Converta um valor para uma duração
ru: Преобразовать значение до продолжительности
sk: Previesť hodnotu do trvania
sv: Konvertera ett värde till en varaktighet
zh_cn: 将值转换为持续时间

# FormulaFunctionToDurationOverload1
source: Convert text to a duration using a specified format
cs: Převést text na dobu trvání pomocí zadaného formátu
da: Konverter tekst til en varighed ved hjælp af et bestemt format
de: Konvertieren Sie Text mit einem angegebenen Format auf eine Dauer
fi: Muunna teksti kestoon käyttämällä määritettyä muotoa
fr: Convertir le texte en une durée à l'aide d'un format spécifié
it: Converti il testo in una durata utilizzando un formato specificato
ja: 指定された形式を使用してテキストを持続時間に変換します
nl: Converteer tekst naar een duur met behulp van een opgegeven formaat
no: Konverter tekst til en varighet ved hjelp av et spesifisert format
pl: Konwertuj tekst na czas trwania za pomocą określonego formatu
pt: Converter texto a uma duração usando um formato especificado
ru: Конвертировать текст на продолжительность с использованием указанного формата
sk: Prevod textu na trvania pomocou zadaného formátu
sv: Konvertera text till en varaktighet med ett visst format
zh_cn: 使用指定的格式将文本转换为持续时间

# FormulaFunctionToDurationOverload1Parameter1
source: Format
cs: Formát
fi: Muoto
it: Formato
ja: フォーマット
nl: Formaat
pt: Formato
ru: Формат
sk: Formát
sv: Formatera
zh_cn: 格式

# FormulaFunctionToHoursOverload0
source: Total number of hours of the duration of an instant range
cs: Celkový počet hodin trvání okamžitého rozsahu
da: Samlet antal timer af varigheden af et øjeblikkeligt rækkevidde
de: Gesamtzahl der Stunden der Dauer eines Instantbereichs
fi: Keskeisen alueen keston kokonaismäärä
fr: Nombre total d'heures de la durée d'une gamme instantanée
it: Numero totale di ore della durata di un intervallo istantaneo
ja: 瞬時の範囲の期間の総数
nl: Totaal aantal uren van de duur van een direct bereik
no: Totalt antall timer med varigheten av et øyeblikkelig rekkevidde
pl: Całkowita liczba godzin czasu trwania natychmiastowego zakresu
pt: Número total de horas da duração de um intervalo instantâneo
ru: Общее количество часов продолжительности мгновенного диапазона
sk: Celkový počet hodín trvania okamžitého rozsahu
sv: Totalt antal timmar av varaktigheten av ett direktområde
zh_cn: 即时范围的持续时间的总数

# FormulaFunctionToHoursOverload1
source: Total number of hours of a duration
cs: Celkový počet hodin trvání
da: Samlet antal timer af en varighed
de: Gesamtzahl der Stunden einer Dauer
fi: Keston kokonaismäärä
fr: Nombre total d'heures d'une durée
it: Numero totale di ore di durata
ja: 期間の合計時間数
nl: Totaal aantal uren van een duur
no: Totalt antall timer på en varighet
pl: Całkowita liczba godzin czasu trwania
pt: Número total de horas de uma duração
ru: Общее количество часов продолжительности
sk: Celkový počet hodín trvania
sv: Totalt antal timmar av en varaktighet
zh_cn: 持续时间的总小时数

# FormulaFunctionToIDOverload0
source: Convert a value to an ID
cs: Převést hodnotu ID
da: Konverter en værdi til et ID
de: Konvertieren Sie einen Wert auf eine ID
fi: Muunna arvo tunnukseksi
fr: Convertir une valeur en un identifiant
it: Converti un valore in un ID
ja: 値をIDに変換します
nl: Converteer een waarde naar een ID
no: Konverter en verdi til en ID
pl: Konwertuj wartość do identyfikatora
pt: Converta um valor para um ID
ru: Преобразовать значение на идентификатор
sk: Previesť hodnotu na ID
sv: Konvertera ett värde till ett ID
zh_cn: 将值转换为ID

# FormulaFunctionToInstantOverload0
source: Convert a value to an instant
cs: Převést hodnotu na okamžik
da: Konvertere en værdi til et øjeblik
de: Konvertieren Sie einen Wert auf einen Moment
fi: Muunna arvo hetkeksi
fr: Convertir une valeur en un instant
it: Converti un valore in un istante
ja: 値を瞬間に変換します
nl: Converteer een waarde naar een oogwenk
no: Konverter en verdi til et øyeblikk
pl: Konwertuj wartość na chwilę
pt: Converter um valor para um instante
ru: Преобразовать значение в мгновение
sk: Previesť hodnotu do okamihu
sv: Konvertera ett värde till ett ögonblick
zh_cn: 将值转换为即时

# FormulaFunctionToInstantOverload1
source: Convert text to an instant using a specified format
cs: Převést text na okamžik pomocí zadaného formátu
da: Konverter tekst til et øjeblik ved hjælp af et bestemt format
de: Konvertieren Sie Text mit einem angegebenen Format auf einen Moment
fi: Muunna teksti hetkeksi tietyn muodon avulla
fr: Convertir le texte en instant à l'aide d'un format spécifié
it: Converti il testo in un istante utilizzando un formato specificato
ja: 指定された形式を使用してテキストを瞬時に変換します
nl: Converteer tekst naar een onmiddellijk gebruik van een opgegeven formaat
no: Konverter tekst til et øyeblikk ved hjelp av et spesifisert format
pl: Konwertuj tekst na chwilę za pomocą określonego formatu
pt: Converter texto para um instante usando um formato especificado
ru: Конвертировать текст в мгновение с использованием указанного формата
sk: Prevod textu na okamžitý pomocou zadaného formátu
sv: Konvertera text till ett ögonblick med ett visst format
zh_cn: 使用指定的格式将文本转换为即时

# FormulaFunctionToInstantOverload1Parameter1
source: Format
cs: Formát
fi: Muoto
it: Formato
ja: フォーマット
nl: Formaat
pt: Formato
ru: Формат
sk: Formát
sv: Formatera
zh_cn: 格式

# FormulaFunctionToLocalTimeOverload0
source: Convert an instant to local time
cs: Převést okamžitý čas na místní čas
da: Konverter et øjeblik til lokal tid
de: Konvertieren Sie einen Moment in die Ortszeit
fi: Muunna hetki paikalliseen aikaan
fr: Convertir un instant à l'heure locale
it: Convertire un istante per ora locale
ja: 瞬間を現地時間に変換します
nl: Converteer een ogenblik op de lokale tijd
no: Konverter et øyeblikk til lokal tid
pl: Konwertuj chwilę do czasu lokalnego
pt: Converta um instante na hora local
ru: Преобразовать мгновение по местному времени
sk: Previesť okamžitý na miestny čas
sv: Konvertera ett ögonblick till lokal tid
zh_cn: 将即时转换为当地时间

# FormulaFunctionToLocalTimeOverload1
source: Convert an instant range to local time
cs: Převést okamžitý rozsah do místního času
da: Konvertere et øjeblikkeligt rækkevidde til lokal tid
de: Konvertieren Sie einen sofortigen Bereich in die Ortszeit
fi: Muunna instant-alue paikalliseen aikaan
fr: Convertir une gamme instantanée en temps local
it: Converti una gamma istantanea in ora locale
ja: 即時範囲を現地時間に変換します
nl: Converteer een instant bereik naar lokale tijd
no: Konverter et øyeblikkelig rekkevidde til lokal tid
pl: Konwertuj natychmiastowy zakres do czasu lokalnego
pt: Converta um intervalo instantâneo para a hora local
ru: Преобразовать мгновенный диапазон по местному времени
sk: Previesť okamžitý rozsah na miestny čas
sv: Konvertera ett direktområde till lokal tid
zh_cn: 将即时范围转换为当地时间

# FormulaFunctionToLowerCaseOverload0
source: Convert a value to text in lower case
cs: Převést hodnotu na text v malých písmenech
da: Konverter en værdi til tekst i små bogstaver
de: Konvertieren Sie einen Wert in den Text in Kleinbuchstaben
fi: Muunna arvo tekstiin pienillä kirjaimilla
fr: Convertir une valeur en texte minuscule
it: Converti un valore per il testo in minuscolo
ja: 小文字の値に値をテキストに変換します
nl: Converteer een waarde naar tekst in kleine letters
no: Konverter en verdi til tekst i små bokstaver
pl: Konwertuj wartość tekstu w małych literach
pt: Converter um valor para texto em minúsculas
ru: Преобразовать значение для текста в нижнем регистре
sk: Previesť hodnotu na text v malých prípadoch
sv: Konvertera ett värde till text i små bokstäver
zh_cn: 以小写字母将值转换为文本

# FormulaFunctionToMetricNumeralOverload0
source: Translate a number into a metric numeral
cs: Přeložit číslo do metrické číslice
da: Oversæt et nummer til et metrisk tal
de: Übersetzen Sie eine Zahl in ein metrisches Ziffer
fi: Käännä numero metriseksi numeroiksi
fr: Traduisez un numéro en chiffre métrique
it: Traduci un numero in un numero metrico
ja: 数値をメトリック数値に変換します
nl: Vertaal een nummer in een metrisch cijfer
no: Oversett et tall til et metrisk tall
pl: Przetłumacz numer do liczby metrycznych
pt: Traduzir um número em numeral métrico
ru: Перевести номер в метрическую позицию
sk: Preložte číslo do metrickej číslice
sv: Översätt ett nummer till en metrisk siffra
zh_cn: 将数字翻译成公制数字
