Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionToMillisecondsOverload0
source: Total number of milliseconds of the duration of an instant range
cs: Celkový počet milisekund po celou dobu trvání okamžitého rozsahu
da: Samlet antal millisekunder af varigheden af et øjeblikkeligt rækkevidde
de: Gesamtzahl der Millisekunden der Dauer eines Instantbereichs
fi: Millisekuntien kokonaismäärä instant-alueen kestosta
fr: Nombre total de millisecondes de la durée d'une gamme instantanée
it: Numero totale di millisecondi della durata di un intervallo istantaneo
ja: 瞬時範囲の期間の総ミリ秒数
nl: Totaal aantal milliseconden van de duur van een direct bereik
no: Totalt antall millisekunder av varigheten av et øyeblikkelig rekkevidde
pl: Całkowita liczba milisekundów czasu trwania natychmiastowego zakresu
pt: Número total de milissegundos da duração de um intervalo instantâneo
ru: Общее количество миллисекундов продолжительности мгновенного диапазона
sk: Celkový počet milisekúnd trvania instantného rozsahu
sv: Totalt antal millisekunder av varaktigheten av ett direktområde
zh_cn: 即时范围的持续时间的总毫秒总数

# FormulaFunctionToMillisecondsOverload1
source: Total number of milliseconds of a duration
cs: Celkový počet milisekund trvání
da: Samlet antal millisekunder af en varighed
de: Gesamtzahl der Millisekunden einer Dauer
fi: Kokonaismäärä millisekuntia kesto
fr: Nombre total de millisecondes d'une durée
it: Numero totale di millisecondi di una durata
ja: 期間の総ミリ秒数
nl: Totaal aantal milliseconden van een duur
no: Totalt antall millisekunder av en varighet
pl: Całkowita liczba milisekund czasu trwania
pt: Número total de milissegundos de uma duração
ru: Общее количество миллисекундов продолжительности
sk: Celkový počet milisekúnd trvania
sv: Totalt antal millisekunder av en varaktighet
zh_cn: 持续时间的总毫秒数

# FormulaFunctionToMinutesOverload0
source: Total number of minutes of the duration of an instant range
cs: Celkový počet minut po celou dobu trvání okamžitého rozsahu
da: Samlet antal minutter af varigheden af et øjeblikkeligt område
de: Gesamtzahl der Minuten der Dauer eines Instantbereichs
fi: Pikavalikoiman keston kokonaismäärä
fr: Nombre total de minutes de la durée d'une gamme instantanée
it: Numero totale di minuti della durata di un intervallo istantaneo
ja: 瞬時範囲の期間の総分数
nl: Totaal aantal minuten van de duur van een direct bereik
no: Totalt antall minutter av varigheten av et øyeblikkelig rekkevidde
pl: Całkowita liczba minut czasu trwania natychmiastowego zakresu
pt: Número total de minutos da duração de um intervalo instantâneo
ru: Общее количество минут продолжительности мгновенного диапазона
sk: Celkový počet minút trvania instantného rozsahu
sv: Totalt antal minuter av varaktigheten av ett direktområde
zh_cn: 即时范围的持续时间的总分钟数

# FormulaFunctionToMinutesOverload1
source: Total number of minutes of a duration
cs: Celkový počet minut po celou dobu trvání
da: Samlet antal minutter af en varighed
de: Gesamtzahl der Minuten einer Dauer
fi: Keston ajan kokonaismäärä
fr: Nombre total de minutes d'une durée
it: Numero totale di minuti di durata
ja: 期間の合計分数
nl: Totaal aantal minuten van een duur
no: Totalt antall minutter av en varighet
pl: Całkowita liczba minut czasu trwania
pt: Número total de minutos de uma duração
ru: Общее количество минут продолжительности
sk: Celkový počet minút trvania
sv: Totalt antal minuter av en varaktighet
zh_cn: 持续时间的总分钟数

# FormulaFunctionToNumberOverload0
source: Convert a value to a number
cs: Převést hodnotu na číslo
da: Konverter en værdi til et nummer
de: Konvertieren Sie einen Wert auf eine Nummer
fi: Muunna arvo numeroon
fr: Convertir une valeur en un nombre
it: Convertire un valore in un numero
ja: 値を数値に変換します
nl: Converteer een waarde naar een nummer
no: Konverter en verdi til et tall
pl: Konwertuj wartość na numer
pt: Converta um valor para um número
ru: Преобразовать значение на номер
sk: Previesť hodnotu na číslo
sv: Konvertera ett värde till ett nummer
zh_cn: 将值转换为数字

# FormulaFunctionToOrdinalWordsOverload0
source: Translate a number into an ordinal string used to denote the position in an ordered sequence
cs: Přeložit číslo do pořadového řetězce použitého k označení polohy v pořadí pořadí
da: Oversæt et nummer til en ordinær streng, der bruges til at betegne positionen i en ordnet sekvens
de: Übersetzen Sie eine Nummer in eine Ordnungszeichenfolge, die verwendet wird, um die Position in einer bestellten Reihenfolge zu bezeichnen
fi: Käännä numero ordinaaliseen merkkijonoon, jota käytetään ilmaisemaan asennon tilatussa järjestyksessä
fr: Traduire un numéro en une chaîne ordinale utilisée pour indiquer la position dans une séquence ordonnée
it: Traduci un numero in una stringa ordinale utilizzata per indicare la posizione in una sequenza ordinata
ja: 順序付けされたシーケンスの位置を表すために使用される序数文字列に数値を変換する
nl: Vertaal een nummer in een ordinale reeks die wordt gebruikt om de positie in een bestelde reeks aan te duiden
no: Oversett et tall til en ordinær streng som brukes til å betegne posisjonen i en bestilt sekvens
pl: Przetłumacz numer do łańcucha porządkowego używanego do oznaczenia pozycji w zamówionej sekwencji
pt: Traduzir um número para uma cadeia ordinal usada para denotar a posição em uma sequência ordenada
ru: Перевести число в порядковый строку, используемую для обозначения позиции в упорядоченной последовательности
sk: Preložte číslo do ordinálneho reťazca, ktorý sa používa na označenie pozície v usporiadanej sekvencii
sv: Översätt ett nummer till en ordinalsträng som används för att beteckna positionen i en ordnad sekvens
zh_cn: 将数字转换为序号字符串，用于表示以有序序列的位置

# FormulaFunctionToOrdinalWordsOverload0Parameter1
source: Abbreviate
cs: Zkrátit
da: Forkorte
de: Abkürzen
fi: Lyhentää
fr: Abréger
it: Abbreviare
ja: abむ
nl: Afkorten
no: Forkorte
pl: Skracać
pt: Abreviar
ru: Сокращать
sk: Skrátiť
sv: Förkorta
zh_cn: 缩写

# FormulaFunctionToRomanNumeralOverload0
source: Translate a number into a roman numeral
cs: Přeložit číslo do římské číslice
da: Oversæt et nummer til et romersk tal
de: Übersetzen Sie eine Zahl in ein römisches Bezugszeichen
fi: Käännä numero romaanin numeroksi
fr: Traduire un numéro en chiffre romain
it: Traduci un numero in un numero romano
ja: 数字をローマ数字に変換します
nl: Vertaal een nummer in een Romeins cijfer
no: Oversett et tall til et romersk tall
pl: Przetłumacz numer do cyfry rzymskiej
pt: Traduza um número para um numeral romano
ru: Перевести номер в римское число
sk: Preložiť číslo do rímskej číslice
sv: Översätt ett nummer till en romersk siffra
zh_cn: 将数字翻译成罗马数字

# FormulaFunctionToSecondsOverload0
source: Total number of seconds of the duration of an instant range
cs: Celkový počet sekund po celou dobu trvání okamžitého rozsahu
da: Samlet antal sekunder af varigheden af et øjeblikkeligt område
de: Gesamtzahl der Sekunden der Dauer eines Instantbereichs
fi: Toissien sekuntien kokonaismäärä välittömän alueen keston ajan
fr: Nombre total de secondes de la durée d'une gamme instantanée
it: Numero totale di secondi della durata di un intervallo istantaneo
ja: 瞬時範囲の期間の合計秒数
nl: Totaal aantal seconden van de duur van een direct bereik
no: Totalt antall sekunder av varigheten av et øyeblikkelig rekkevidde
pl: Całkowita liczba sekund czasu trwania natychmiastowego zakresu
pt: Número total de segundos da duração de um intervalo instantâneo
ru: Общее количество секунд длительности мгновенного диапазона
sk: Celkový počet sekúnd trvania instantného rozsahu
sv: Totalt antal sekunder av varaktigheten av ett direktområde
zh_cn: 即时范围的持续时间的总数

# FormulaFunctionToSecondsOverload1
source: Total number of seconds of a duration
cs: Celkový počet sekund po celou dobu trvání
da: Samlet antal sekunder af en varighed
de: Gesamtzahl der Sekunden einer Dauer
fi: Keston sekunnin kokonaismäärä
fr: Nombre total de secondes d'une durée
it: Numero totale di secondi di durata
ja: 期間の合計秒数
nl: Totaal aantal seconden van een duur
no: Totalt antall sekunder av en varighet
pl: Całkowita liczba sekund czasu trwania
pt: Número total de segundos de uma duração
ru: Общее количество секунд продолжительности
sk: Celkový počet sekúnd trvania
sv: Totalt antal sekunder av varaktighet
zh_cn: 持续时间的总秒数

# FormulaFunctionToTextOverload0
source: Convert a value to text
cs: Převést hodnotu na text
da: Konverter en værdi til tekst
de: Konvertieren Sie einen Wert auf Text
fi: Muunna arvo tekstiin
fr: Convertir une valeur en texte
it: Convertire un valore per il testo
ja: 値をTEXTに変換します
nl: Converteer een waarde naar tekst
no: Konverter en verdi til tekst
pl: Konwertuj wartość do tekstu
pt: Converter um valor para texto
ru: Преобразовать значение для текста
sk: Previesť hodnotu na text
sv: Konvertera ett värde till text
zh_cn: 将值转换为文本

# FormulaFunctionToUniversalTimeOverload0
source: Convert an instant to universal time
cs: Převést okamžité až univerzální čas
da: Konverter et øjeblik til Universal Time
de: Konvertieren Sie einen Moment in die Universalzeit
fi: Muunna hetki yleismaailmalliseen aikaan
fr: Convertir un instant au temps universel
it: Converti un istante per il tempo universale
ja: 瞬間を普遍的に変換する
nl: Converteer een ogenblik naar de universele tijd
no: Konverter et øyeblikk til universell tid
pl: Konwertuj chwilę do uniwersalnego czasu
pt: Converter um instante ao tempo universal
ru: Преобразовать мгновенное время в универсальное время
sk: Previesť okamžitý na univerzálny čas
sv: Konvertera ett ögonblick till universell tid
zh_cn: 转换到世界的瞬间

# FormulaFunctionToUniversalTimeOverload1
source: Convert an instant range to universal time
cs: Převést okamžitý rozsah na univerzální čas
da: Konverter et øjeblikkeligt rækkevidde til Universal Time
de: Konvertieren Sie einen sofortigen Bereich zur Universalzeit
fi: Muunna välittömän valikoima yleismaailmalliseen aikaan
fr: Convertir une gamme instantanée en temps universel
it: Converti una gamma istantanea in tempo universale
ja: 即時の範囲をユニバーサルタイムに変換します
nl: Converteer een direct bereik naar universele tijd
no: Konverter et øyeblikkelig rekkevidde til universell tid
pl: Konwertuj błyskawiczny zakres do uniwersalnego czasu
pt: Converta um intervalo instantâneo para o tempo universal
ru: Преобразовать мгновенный диапазон в универсальное время
sk: Konvertovať okamžitý rozsah na univerzálny čas
sv: Konvertera ett direktområde till universell tid
zh_cn: 将即时范围转换为通用时间

# FormulaFunctionToUpperCaseOverload0
source: Convert a value to text in upper case
cs: Převést hodnotu na text v velkých písmenech
da: Konverter en værdi til tekst i store bogstaver
de: Konvertieren Sie einen Wert in Text in Großbuchstaben
fi: Muunna arvo tekstiin isoihin kirjaimiin
fr: Convertir une valeur en texte en majuscule
it: Converti un valore per il testo in maiuscolo
ja: 値を大文字のテキストに変換します
nl: Converteer een waarde naar tekst in hoofdletters
no: Konverter en verdi til tekst i store bokstaver
pl: Konwertuj wartość na tekst w wielkich literach
pt: Converta um valor para texto em maiúsculas
ru: Преобразовать значение для текста в верхнем регистре
sk: Previesť hodnotu do textu v veľkých písmenách
sv: Konvertera ett värde till text i stor bokstav
zh_cn: 将值转换为大写的文本

# FormulaFunctionToWordsOverload0
source: Translate a number into words
cs: Přeložit číslo do slov
da: Oversæt et nummer til ord
de: Übersetzen Sie eine Nummer in Wörter
fi: Käännä numero sanoiksi
fr: Traduire un numéro en mots
it: Traduci un numero in parole
ja: 数字を単語に変換します
nl: Vertaal een getal in woorden
no: Oversett et tall i ord
pl: Przetłumacz numer do słów
pt: Traduza um número em palavras
ru: Перевести номер в слова
sk: Preložiť číslo do slov
sv: Översätt ett nummer till ord
zh_cn: 翻译一个号码

# FormulaFunctionToWordsOverload0Parameter1
source: Add and
cs: Přidat a.
da: Tilføj og.
de: Hinzufügen und
fi: Lisätä
fr: Ajouter et
it: Aggiungi e
ja: add
nl: Voeg toe en
no: Legg til og til
pl: Dodaj i
pt: Adicionar e.
ru: Добавить и
sk: Pridať a
sv: Lägga till och
zh_cn: 添加和

# FormulaFunctionToWordsOverload0Parameter2
source: Abbreviate
cs: Zkrátit
da: Forkorte
de: Abkürzen
fi: Lyhentää
fr: Abréger
it: Abbreviare
ja: abむ
nl: Afkorten
no: Forkorte
pl: Skracać
pt: Abreviar
ru: Сокращать
sk: Skrátiť
sv: Förkorta
zh_cn: 缩写

# FormulaFunctionTrimEndOverload0
source: Trim trailing whitespace from a value
cs: Oříznout koncové mezery od hodnoty
da: Trim trailing Whitespace fra en værdi
de: Schneiden Sie den nachlaufenden Whitespace von einem Wert ab
fi: Trim Trailing Whitespace arvosta
fr: Garniture Trailing Whitepace d'une valeur
it: Rifinire lo spazio bianco finale da un valore
ja: 値から末尾の空白をトリムします
nl: Trim Trailing WhiteSpace uit een waarde
no: Trim Trailing Whitespace fra en verdi
pl: Wykończenia końcowe WhiteSPACE z wartości
pt: Apare o espaço em branco à direita de um valor
ru: Отделка Training Whitespace из значения
sk: Trim Training Whitespace z hodnoty
sv: Trim efterföljande blankutrymme från ett värde
zh_cn: 从一个值修剪尾随空格

# FormulaFunctionTrimOverload0
source: Trim leading and trailing whitespace from a value
cs: Ořízněte vedoucí a koncové mezery z hodnoty
da: Trim Leading og Trailing Whitespace fra en værdi
de: Schneiden Sie den führenden und nachlaufenden Whitespace von einem Wert ab
fi: Leikkaa johtava ja perään välilyönti arvosta
fr: Couper le menant et le suivi des espaces d'une valeur
it: Trim Leader e Trailing Whitespace da un valore
ja: 値から先頭と末尾の空白をトリムします
nl: Trim toonaangevende en trailing witruimte van een waarde
no: Trimledende og etterfølgende hvite plass fra en verdi
pl: Wykończenie prowadzące i kończące białe znaki z wartości
pt: Apare o espaço em branco líder e à direita de um valor
ru: Отделка ведущего и конечного пробела из ценности
sk: Trim vedúci a koncový medzera z hodnoty
sv: Trim ledande och efterföljande blankespace från ett värde
zh_cn: 从一个值下调领先和尾随空格

# FormulaFunctionTrimStartOverload0
source: Trim leading whitespace from a value
cs: Ořízněte vedoucí mezery od hodnoty
da: Trim Leading Whitespace fra en værdi
de: Schneiden Sie den führenden Whitespace von einem Wert ab
fi: Leikkaa johtava välilyönti arvosta
fr: Couper la tête d'une valeur d'une valeur
it: Trim Leader Whitespace da un valore
ja: 値からリーディングされた空白をトリムします
nl: Trim toonaangevende witruimte van een waarde
no: Trim ledende hvite rom fra en verdi
pl: Wykończenie prowadzące białe znaki z wartości
pt: Aparar espaço em branco líder de um valor
ru: Отделка ведущего пробела от значения
sk: Trim popredného medzerníka z hodnoty
sv: Trim ledande blankutrymme från ett värde
zh_cn: 从一个值中修剪领先的空白

# FormulaFunctionTruncateOverload0
source: Calculate the integral part of a number
cs: Vypočítejte integrální část čísla
da: Beregn den integrerede del af et nummer
de: Berechnen Sie den integralen Teil einer Zahl
fi: Laske määräyksen erottamaton osa
fr: Calculer la partie intégrante d'un nombre
it: Calcola la parte integrale di un numero
ja: 数の不可欠な部分を計算します
nl: Bereken het integrale deel van een nummer
no: Beregn den integrerte delen av et tall
pl: Oblicz integralną część liczby
pt: Calcule a parte integrante de um número
ru: Рассчитайте неотъемлемую часть номера
sk: Vypočítať integrálnu časť čísla
sv: Beräkna den integrerade delen av ett nummer
zh_cn: 计算数字的积分部分

# FormulaFunctionTruncateOverload1
source: Text from a value up to a length
cs: Text z hodnoty až do délky
da: Tekst fra en værdi op til en længde
de: Text von einem Wert bis zu einer Länge
fi: Teksti arvosta jopa pituuteen
fr: Texte d'une valeur jusqu'à une longueur
it: Testo da un valore fino a una lunghezza
ja: 値から長さまでのテキスト
nl: Tekst van een waarde tot een lengte
no: Tekst fra en verdi opp til en lengde
pl: Tekst z wartości do długości
pt: Texto de um valor até um comprimento
ru: Текст из значения до длины
sk: Text z hodnoty do dĺžky
sv: Text från ett värde upp till en längd
zh_cn: 从值到长度的文本

# FormulaFunctionTruncateOverload1Parameter1
source: Length
cs: Délka
da: Længde.
de: Länge
fi: Pituus
fr: Longueur
it: Lunghezza
ja: 長さ
nl: Lengte
no: Lengde
pl: Długość
pt: Comprimento
ru: Длина
sk: Dĺžka
sv: Längd
zh_cn: 长度

# FormulaFunctionValueOverload0
source: Value of an assignment trait
cs: Hodnota úkolu
da: Værdi af en opgave træk
de: Wert eines Zuweisungsmerkmals
fi: Tehtävän ominaisuuden arvo
fr: Valeur d'un trait d'affectation
it: Valore di un tratto di assegnazione
ja: 割り当て特性の値
nl: Waarde van een opdrachttak
no: Verdien av en oppdragstrekk
pl: Wartość cechy przydziałowej
pt: Valor de um traço de atribuição
ru: Значение черты назначения
sk: Hodnota priradenia
sv: Värdet av ett uppdragsdrag
zh_cn: 任务特征的价值

# FormulaFunctionValueOverload1
source: Value of a boolean trait
cs: Hodnota booleovské rysy
da: Værdi af en boolsk egenskab
de: Wert eines booleschen Merkmals
fi: Boolen piirteen arvo
fr: Valeur d'un trait booléen
it: Valore di un tratto booleano
ja: ブール形質の価値
nl: Waarde van een Boolean-eigenschap
no: Verdi av en boolsk egenskap
pl: Wartość cechy boolowskiej
pt: Valor de um traço booleano
ru: Ценность логического черта
sk: Hodnota booleovskej vlastnosti
sv: Värde av ett booleanskt drag
zh_cn: 布尔特的价值

# FormulaFunctionValueOverload10
source: Value of a person trait
cs: Hodnota osobního rysu
da: Værdi af en person træk
de: Wert einer Person Merkmal
fi: Henkilön ominaisuuden arvo
fr: Valeur d'un trait de personne
it: Valore del tratto della persona
ja: 人気の価値
nl: Waarde van een persoonlijkheid
no: Verdien av en personstrekk
pl: Wartość cechy osoby
pt: Valor de um traço de pessoa
ru: Ценность человека черта
sk: Hodnota vlastnosti osoby
sv: Värdet av en person egendom
zh_cn: 一个人特质的价值

# FormulaFunctionValueOverload11
source: Value of a single-line text trait
cs: Hodnota jednorázového textu
da: Værdi af en single-line tekst træk
de: Wert eines einzelnen Textmerkmals
fi: Yksittäisen tekstin ominaisuuden arvo
fr: Valeur d'un trait de texte unique
it: Valore di un tratto di testo a riga singola
ja: 単線テキスト形質の値
nl: Waarde van een single-line teksttrit
no: Verdi av en enkelt linje teksttrekk
pl: Wartość cechy tekstowej pojedynczej linii
pt: Valor de um traço de texto de linha única
ru: Значение однострочной текстовой черты
sk: Hodnota jedno-line textového znaku
sv: Värdet av en enstaka textdrag
zh_cn: 单行文本特征的价值

# FormulaFunctionValueOverload12
source: Value of a time slice trait
cs: Hodnota časového řezu
da: Værdi af et tidsskive træk
de: Wert eines Zeitscheibenmerkmals
fi: Ajan viipaleiden arvo
fr: Valeur d'une tranche de tranche de temps
it: Valore di un tratto della fetta del tempo
ja: タイムスライス特性の値
nl: Waarde van een tijd Slice-eigenschap
no: Verdi av en tidsskive egenskap
pl: Wartość cechy plasterka czasu
pt: Valor de um traço de fatia de tempo
ru: Значение промежуточного черта
sk: Hodnota časového častia
sv: Värdet av en tidsskiva egenskap
zh_cn: 时间切片特征的价值

# FormulaFunctionValueOverload13
source: Value of a trait trait
cs: Hodnota vlastního rysu
da: Værdi af et træk træk
de: Wert eines Merkmals
fi: Treite-ominaisuuden arvo
fr: Valeur d'un trait de trait
it: Valore di un tratto tratto
ja: 特性の特性の価値
nl: Waarde van een eigenschaptrait
no: Verdien av en egenskap
pl: Wartość cechy cechy
pt: Valor de um traço de traço
ru: Ценность черты черта
sk: Hodnota vlastnosti vlastnosti
sv: Värdet av ett dragdrag
zh_cn: 特质的价值

# FormulaFunctionValueOverload14
source: Value of a trait type trait
cs: Hodnota vlastního znaku
da: Værdi af et træk type træk
de: Wert eines Eigenschaften des Merkmals
fi: Tredityypin ominaisuuden arvo
fr: Valeur d'un trait de type trait
it: Valore di un tratto di tipo di tratto
ja: 形質タイプの形質の価値
nl: Waarde van een eigenschap van het kenmerktype
no: Verdi av en egenskapstype
pl: Wartość cechy typu cechy
pt: Valor de um traço de tipo traço
ru: Значение черты типа черты
sk: Hodnota vlastnosti traktu znaku
sv: Värdet av en egenskapstyp
zh_cn: 特质特质的价值

# FormulaFunctionValueOverload15
source: Value of a work item trait
cs: Hodnota pracovního bodu
da: Værdi af et arbejdsobjekt træk
de: Wert eines Arbeitselements
fi: Työn tuotteen arvo
fr: Valeur d'un trait de travail
it: Valore di un tratto dell'oggetto di lavoro
ja: 作業項目の特性の価値
nl: Waarde van een werkitemet
no: Verdien av et arbeidsprosjekt
pl: Wartość cechy przedmiotu pracy
pt: Valor de um traço de item de trabalho
ru: Значение заданного предмета
sk: Hodnota vlastnosti pracovnej položky
sv: Värdet av ett arbetsobjekt
zh_cn: 工作项特质的价值

# FormulaFunctionValueOverload16
source: Value of an assignment trait that passes a test
cs: Hodnota vlastnosti přiřazení, která prochází testem
da: Værdi af et opgaveregenskab, der passerer en test
de: Wert eines Zuweisungsmerkmals, das einen Test übergibt
fi: Testin määrän arvo, joka kulkee testin
fr: Valeur d'un trait d'affectation qui transmet un test
it: Valore di un tratto di assegnazione che passa un test
ja: テストを渡す割り当て特性の値
nl: Waarde van een toewijzingseigenschap die een test passeert
no: Verdien av en oppdragstrekk som sender en test
pl: Wartość cechy przydziałowej, która przechodzi test
pt: Valor de um traço de atribuição que passa um teste
ru: Значение черты назначения, которая проходит тест
sk: Hodnota priradenia znaku, ktorá prechádza testom
sv: Värdet av ett uppdragsdrag som passerar ett test
zh_cn: 通过测试的分配特征的价值

# FormulaFunctionValueOverload17
source: Value of a boolean trait that passes a test
cs: Hodnota booleovské vlastnosti, která prochází testem
da: Værdi af et boolsk træk, der passerer en test
de: Wert eines booleschen Merkmals, das einen Test übergibt
fi: Boolen piirre-arvo, joka kulkee testin
fr: Valeur d'un trait booléen qui passe un test
it: Valore di un tratto booleano che passa un test
ja: テストを通過するブール地点の価値
nl: Waarde van een Boolean-eigenschap die een test passeert
no: Verdien av en boolsk egenskap som passerer en test
pl: Wartość cechy boolowskiej, która przechodzi test
pt: Valor de uma característica booleana que passa um teste
ru: Значение булевой черты, которая проходит тест
sk: Hodnota booleovskej vlastnosti, ktorá prechádza testom
sv: Värdet av ett booleanskt drag som passerar ett test
zh_cn: 通过测试的布尔特特征的价值

# FormulaFunctionValueOverload18
source: Value of a duration trait that passes a test
cs: Hodnota trvání rysy, která prochází testem
da: Værdi af et varighedsegenskab, der passerer en test
de: Wert einer Dauer-Merkmale, die einen Test übergibt
fi: Testin keston ominaisuuden arvo
fr: Valeur d'un trait de durée qui transmet un test
it: Valore di una tratto di durata che passa un test
ja: テストを通過する期間特性の値
nl: Waarde van een duur van de duur die een test passeert
no: Verdien av en varighetstrekk som sender en test
pl: Wartość cechy czasu trwania, która przechodzi test
pt: Valor de um traço de duração que passa um teste
ru: Значение длительности черта, которая проходит тест
sk: Hodnota trvania vlastnosti, ktorá prechádza testom
sv: Värdet av en varaktighetsdrag som passerar ett test
zh_cn: 通过测试的持续时间特征的值

# FormulaFunctionValueOverload19
source: Value of an entity type ID trait that passes a test
cs: Hodnota ID typu entity typu, který prochází testem
da: Værdi af et enhedstype id-træk, der passerer en test
de: Wert einer Entitätstyp-ID-Eigenschaft, die einen Test durchgibt
fi: Testin mukaisen yksikön tyypin tunnusremoinnin arvo
fr: Valeur d'un trait d'identification de type entité qui transmet un test
it: Valore di un tratto ID di tipo Entity che passa un test
ja: テストを渡すエンティティタイプIDの特性の値
nl: Waarde van een entiteitstype ID-eigenschap die een test passeert
no: Verdien av en enhetstype ID-egenskap som passerer en test
pl: Wartość cechy Identyfikatora typu jednostki, która przechodzi test
pt: Valor de uma característica de ID do tipo de entidade que passa um teste
ru: Значение идентификационной черты типа сущности, которая проходит тест
sk: Hodnota typového trestu typu entity, ktorá prechádza testom
sv: Värdet av ett enhetstyp ID-egenskap som passerar ett test
zh_cn: 经过测试的实体类型ID特性的值
