Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionAverageOverload5
source: Average values of an instant trait that pass a test
cs: Průměrné hodnoty okamžité rysy, které procházejí testem
da: Gennemsnitlige værdier af et øjeblikkeligt træk, der passerer en test
de: Durchschnittswerte eines Instant-Merkmals, das einen Test weitergibt
fi: Testin keskiarvojen keskimääräiset arvot
fr: Valeurs moyennes d'un trait instantané qui passe un test
it: Valori medi di un tratto istantaneo che passano un test
ja: テストを通過する即時の特性の平均値
nl: Gemiddelde waarden van een Instant Trait die een test doorgeven
no: Gjennomsnittlige verdier av et øyeblikkelig trekk som passerer en test
pl: Średnie wartości cechy natychmiastowej, która przechodzą test
pt: Valores médios de um traço instantâneo que passa um teste
ru: Средние значения мгновенной черты, которые проходят тест
sk: Priemerné hodnoty okamžitého znaku, ktoré prechádzajú testom
sv: Genomsnittliga värden av ett ögonblick som passerar ett test
zh_cn: 通过测试的即时性状的平均值

# FormulaFunctionAverageOverload6
source: Average values of an instant range that pass a test
cs: Průměrné hodnoty okamžitého rozsahu, které procházejí testem
da: Gennemsnitlige værdier af et øjeblikkeligt interval, der passerer en test
de: Durchschnittswerte eines Instant-Bereichs, der einen Test weitergibt
fi: Välittömän alueen keskimääräiset arvot, jotka kulkevat testin
fr: Valeurs moyennes d'une gamme instantanée qui passent un test
it: Valori medi di un intervallo istantaneo che passano un test
ja: テストに合格した瞬時範囲の平均値
nl: Gemiddelde waarden van een instant bereik die een test doorgeven
no: Gjennomsnittlige verdier av et øyeblikkelig rekkevidde som passerer en test
pl: Średnie wartości natychmiastowego zakresu, które przechodzą test
pt: Valores médios de um intervalo instantâneo que passa um teste
ru: Средние значения мгновенного диапазона, которые проходят тест
sk: Priemerné hodnoty okamžitého rozsahu, ktorý prechádza testom
sv: Genomsnittliga värden av ett omedelbart område som passerar ett test
zh_cn: 通过测试的即时范围的平均值

# FormulaFunctionAverageOverload7
source: Average value of a number trait that pass a test
cs: Průměrná hodnota číselné vlastnosti, která prochází test
da: Gennemsnitlig værdi af et talegenskab, der passerer en test
de: Durchschnittlicher Wert einer Nummernmerkmale, die einen Test weitergibt
fi: Testin keskiarvon keskimääräinen arvo
fr: Valeur moyenne d'un trait de numéro qui réussit un test
it: Valore medio di un tratto numerico che passa un test
ja: テストを通過する数字の平均値
nl: Gemiddelde waarde van een cijferkenmerk die een test passeert
no: Gjennomsnittlig verdi av et talltrekk som passerer en test
pl: Średnia wartość cechy liczby, która przekazuje test
pt: Valor médio de um traço numérico que passa um teste
ru: Среднее значение числа чертов, которая проходит тест
sk: Priemerná hodnota čísla čísel, ktorá prejde test
sv: Medelvärde av ett nummerdrag som passerar ett test
zh_cn: 通过测试的数字特征的平均值

# FormulaFunctionCeilingOverload0
source: Round a number up to the nearest whole number
cs: Zaokrouhlete číslo až do nejbližšího celého čísla
da: Runde et nummer op til nærmeste hele tal
de: Runden Sie eine Zahl bis zur nächsten ganzen Zahl
fi: Pyöritä numero lähimpään kokonaislukuun
fr: Autour d'un numéro jusqu'au nombre entier le plus proche
it: Intorno a un numero fino al numero intero più vicino
ja: 最も近い整数までの数値を丸めます
nl: Rond een nummer tot aan het dichtstbijzijnde hele getal
no: Runde et tall opp til nærmeste hele tallet
pl: Zaokrąglij liczbę do najbliższej liczby całkowitej
pt: Arredondar um número até o número inteiro mais próximo
ru: Вокруг числа до ближайшего целого числа
sk: Okolo čísla až do najbližšieho celého čísla
sv: Runda ett nummer upp till närmaste heltal
zh_cn: 围绕最接近的整数

# FormulaFunctionCeilingOverload1
source: Round an instant up to the nearest whole duration of an instant range
cs: Okamžitě do nejbližší celé délce okamžitého rozsahu
da: Runde et øjeblik op til nærmeste hele varighed af et øjeblikkeligt udvalg
de: Runden Sie einen Augenblick bis zur nächsten ganzen Dauer eines sofortigen Bereichs
fi: Pyöritä välittömästi lähimpään koko ajan kestoon
fr: Autour d'un instant jusqu'à la durée totale la plus proche d'une gamme instantanée
it: Intorno a un istante fino alla durata intera più vicina di un intervallo istantaneo
ja: 即時範囲の最も近い全期間まで瞬間的な範囲
nl: Rond een ogenblik op de dichtstbijzijnde hele duur van een instant bereik
no: Rundt et øyeblikk opp til nærmeste hele varigheten av et øyeblikkelig rekkevidde
pl: Zaokrąglić natychmiastową do najbliższego całego czasu trwania natychmiastowego zakresu
pt: Rodada um instante até a duração inteira mais próxima de um intervalo instantâneo
ru: Раунд мгновение до ближайшей целой продолжительности мгновенного диапазона
sk: Okrúhlym okamihom až do najbližšieho trvania instantného rozsahu
sv: Runda ett ögonblick upp till närmaste hela varaktigheten av ett direktområde
zh_cn: 速度达到最接近的即时范围的整个持续时间

# FormulaFunctionCeilingOverload2
source: Round an instant up to a nearest whole duration
cs: Kolem okamžiku až do nejbližší celé trvání
da: Runde et øjeblik op til nærmeste hele varighed
de: Runden Sie einen Moment bis zur nächsten ganzen Dauer
fi: Pyöritä hetken lähimpään koko kestoon
fr: Autour d'un instant jusqu'à une durée entière la plus proche
it: Intorno a un istante fino a un'intera durata più vicina
ja: 最寄りの全期間まで瞬時に折り返します
nl: Rond een ogenblik tot een dichtstbijzijnde hele duur
no: Rundt et øyeblikk opp til nærmeste hele varighet
pl: Wokół chwili do najbliższego całego czasu trwania
pt: Rodada um instante até uma duração inteira mais próxima
ru: Раунд мгновение до ближайшей целой продолжительности
sk: Okrúhlym okamihom až do najbližšieho dobrého trvania
sv: Runda ett ögonblick upp till en närmaste helhet
zh_cn: 一瞬间达到最接近的整个持续时间

# FormulaFunctionCeilingOverload3
source: Round the duration of an instant range up to the nearest whole duration of an instant range
cs: Po celou dobu trvání okamžitého rozsahu až do nejbližší celé délce okamžitého rozsahu
da: Rund varigheden af et øjeblikkeligt rækkevidde op til nærmeste hele varighed af et øjeblikkeligt område
de: Runden Sie die Dauer eines sofortigen Sortiments bis zur nächstgelegenen ganzen Dauer eines sofortigen Bereichs
fi: Pyöritä hetkellisen alueen kestoa lähimpään koko ajan kestoon
fr: Tour de la durée d'une plage instantanée jusqu'à la durée totale la plus proche d'une gamme instantanée
it: Ruota la durata di un intervallo istantaneo fino alla durata intera più vicina di un intervallo istantaneo
ja: 瞬時の範囲までの範囲の範囲の範囲の範囲の範囲の範囲
nl: Rond de duur van een direct bereik tot op de dichtstbijzijnde hele duur van een instant bereik
no: Rundt varigheten av et øyeblikkelig rekkevidde opp til nærmeste hele varigheten av et øyeblikkelig rekkevidde
pl: Okrągły czas trwania natychmiastowego zakresu do najbliższego całego czasu trwania natychmiastowego zakresu
pt: Em volta da duração de um intervalo instantâneo até a duração inteira mais próxima de um intervalo instantâneo
ru: Вокруг длительности мгновенного диапазона до ближайшей целой продолжительности мгновенного диапазона
sk: Okolo trvania instantného rozsahu až do najbližšieho trvania instantného rozsahu
sv: Runt varaktigheten av ett ögonblicksintervall upp till närmaste hela varaktigheten av ett direktområde
zh_cn: 围绕即时范围的持续时间直到即时范围的最接近的整个持续时间

# FormulaFunctionCeilingOverload4
source: Round the duration of instant range up to a nearest whole duration
cs: Po celou dobu trvání okamžitého rozsahu až do nejbližší celé trvání
da: Rund varigheden af øjeblikkelig rækkevidde op til nærmeste hele varighed
de: Runden Sie die Dauer des Sofortbereichs bis zu einer nächsten ganzen Dauer
fi: Pyöritä välittömän alueen kestoa lähimpään koko kestoon
fr: Arrondir la durée de la plage instantanée jusqu'à une durée entière la plus proche
it: Ruota la durata della gamma istantanea fino a un'intera durata più vicina
ja: 即時範囲の範囲内の範囲外期間
nl: Rond de duur van het directe bereik tot een dichtstbijzijnde hele duur
no: Rundt varigheten av øyeblikkelig rekkevidde opp til nærmeste hele varighet
pl: Okrągły czas trwania natychmiastowego czasu do najbliższego całego czasu trwania
pt: Em volta da duração do intervalo instantâneo até uma duração inteira mais próxima
ru: Круглое время мгновенного диапазона до ближайшей целой продолжительности
sk: Okolo trvania instantného rozsahu až do najbližšieho dobrého trvania
sv: Runt varaktigheten av omedelbar räckvidd upp till en närmaste heltid
zh_cn: 围绕即时范围的持续时间直到最接近的整个持续时间

# FormulaFunctionCeilingOverload5
source: Round a duration up to the nearest whole duration of an instant range
cs: Po celou dobu trvání až do nejbližší celé délce okamžitého rozsahu
da: Rund en varighed op til nærmeste hele varighed af et øjeblikkeligt område
de: Runden Sie eine Dauer bis zur nächsten ganzen Dauer eines sofortigen Bereichs
fi: Pyöreä kesto jopa lähimpään koko ajanjakson kesto
fr: Arrondir une durée jusqu'à la durée totale la plus proche d'une gamme instantanée
it: Intorno a una durata fino alla durata intera più vicina di un intervallo istantaneo
ja: 瞬時の範囲の最も近い全期間までの持続時間を丸める
nl: Rond een duur tot op de dichtstbijzijnde hele duur van een instant bereik
no: Rundt en varighet opp til nærmeste hele varighet av et øyeblikkelig rekkevidde
pl: Wokół czasu trwania do najbliższego całego czasu trwania natychmiastowego zakresu
pt: Rodada uma duração até a duração inteira mais próxima de um intervalo instantâneo
ru: Раунд продолжительность до ближайшей целой продолжительности мгновенного диапазона
sk: Okolo trvania až do najbližšieho trvania internetu
sv: Runda en varaktighet upp till närmaste hela varaktigheten av ett direktområde
zh_cn: 持续到即时范围的最接近整个持续时间的持续时间

# FormulaFunctionCeilingOverload6
source: Round a duration up to a nearest whole duration
cs: Po celou dobu trvání až do nejbližší celé trvání
da: Rund en varighed op til nærmeste hele varighed
de: Runden Sie eine Dauer bis zur nächsten ganzen Dauer
fi: Pyöreä kesto jopa lähimpään koko kestoon
fr: Arrondir une durée jusqu'à une durée entière la plus proche
it: Intorno a una durata fino a un'intera durata più vicina
ja: 最寄りの全期間までの期間を丸める
nl: Rond een duur tot een dichtstbijzijnde hele duur
no: Rundt en varighet opp til nærmeste hele varighet
pl: Okrągły czas aż do najbliższego całego czasu trwania
pt: Rodada uma duração até uma duração inteira mais próxima
ru: Раунд длительность до ближайшей целой продолжительности
sk: Okolo trvania až do najbližšieho dobrého trvania
sv: Runda en varaktighet upp till en närmaste heltid
zh_cn: 持续到最接近的整个持续时间

# FormulaFunctionCoalesceOverload0
source: Choose the first non-null value
cs: Vyberte první non-null hodnotu
da: Vælg den første ikke-null-værdi
de: Wählen Sie den ersten Nicht-Null-Wert aus
fi: Valitse ensimmäinen ei-nolla-arvo
fr: Choisissez la première valeur non nulle
it: Scegli il primo valore non nullo
ja: 最初のNULL値を選択してください
nl: Kies de eerste niet-null-waarde
no: Velg den første ikke-null-verdien
pl: Wybierz pierwszą wartość null
pt: Escolha o primeiro valor não nulo
ru: Выберите первое ненулевое значение
sk: Vyberte prvú hodnotu null
sv: Välj det första non-null-värdet
zh_cn: 选择第一个非空值

# FormulaFunctionConcatOverload0
source: Concatenate text values
cs: Zřetězte textové hodnoty
da: Concatenate tekstværdier
de: Textwerte verketten.
fi: Concattenate tekstin arvot
fr: Concaténer les valeurs de texte
it: Valori del testo concatenati
ja: テキスト値を連結します
nl: Concatenate Tekstwaarden
no: Sammenkoblet tekstverdier
pl: Conatenate Tekst wartości
pt: Concatenar valores de texto
ru: Concateнатные текстовые значения
sk: Zhrnutie textových hodnôt
sv: Concatenate Text Värden
zh_cn: 串联文本值

# FormulaFunctionContainsCaseInsensitiveOverload0
source: Whether a value case insensitively contains another value
cs: Zda je počet případů necitlivě obsahuje jinou hodnotu
da: Om en værdi sag ikke indeholder en anden værdi
de: Ob ein Wertfall unmenschlich einen weiteren Wert enthält
fi: Onko arvokotelo hyökkäävästi sisältää toisen arvon
fr: Si un cas de valeur contient une autre valeur d'insensitation
it: Se una custodia del valore contiene insensibili un altro valore
ja: 値の場合の場合は別の値が鈍感に含まれているかどうか
nl: Of een waardecase onvolledig een andere waarde bevat
no: Hvorvidt et verdi tilfelle ufølsomt inneholder en annen verdi
pl: Czy przypadek wartości niewrażliwie zawiera inną wartość
pt: Se um caso de valor contém insensitivamente outro valor
ru: Содержит ли значение значений независимым случаем, содержит другое значение
sk: Či hodnota v hodnote necitlivo obsahuje inú hodnotu
sv: Huruvida ett värdefall okänsligt innehåller ett annat värde
zh_cn: 值案例是否包含另一个值

# FormulaFunctionContainsCaseInsensitiveOverload0Parameter0
source: Search value
cs: Vyhledávací hodnota
da: Søg værdi
de: Suchwert
fi: Hakuarvo
fr: Valeur de recherche
it: Valore di ricerca
ja: 検索値
nl: Zoekwaarde
no: Søkeverdi
pl: Wartość wyszukiwania
pt: Valor de pesquisa.
ru: Значение поиска
sk: Hodnota vyhľadávania
sv: Sökvärde
zh_cn: 搜索值

# FormulaFunctionContainsCaseInsensitiveOverload0Parameter1
source: For value
cs: Pro hodnotu
da: For værdi.
de: Für den Wert
fi: Arvo
fr: Pour la valeur
it: Per valore
ja: 価値のために
nl: Voor waarde
no: For verdi
pl: Dla wartości
pt: Por valor
ru: По стоимости
sk: Pre hodnotu
sv: För värde
zh_cn: 价值

# FormulaFunctionContainsOverload0
source: Whether a value contains another value
cs: Zda hodnota obsahuje jinou hodnotu
da: Om en værdi indeholder en anden værdi
de: Ob ein Wert einen anderen Wert enthält
fi: Onko arvo toisella arvolla
fr: Si une valeur contient une autre valeur
it: Se un valore contiene un altro valore
ja: 値に別の値が含まれているかどうか
nl: Of een waarde een andere waarde bevat
no: Om en verdi inneholder en annen verdi
pl: Czy wartość zawiera kolejną wartość
pt: Se um valor contém outro valor
ru: Содержит ли значение другое значение
sk: Či hodnota obsahuje inú hodnotu
sv: Om ett värde innehåller ett annat värde
zh_cn: 值是否包含另一个值

# FormulaFunctionContainsOverload0Parameter0
source: Search value
cs: Vyhledávací hodnota
da: Søg værdi
de: Suchwert
fi: Hakuarvo
fr: Valeur de recherche
it: Valore di ricerca
ja: 検索値
nl: Zoekwaarde
no: Søkeverdi
pl: Wartość wyszukiwania
pt: Valor de pesquisa.
ru: Значение поиска
sk: Hodnota vyhľadávania
sv: Sökvärde
zh_cn: 搜索值

# FormulaFunctionContainsOverload0Parameter1
source: For value
cs: Pro hodnotu
da: For værdi.
de: Für den Wert
fi: Arvo
fr: Pour la valeur
it: Per valore
ja: 価値のために
nl: Voor waarde
no: For verdi
pl: Dla wartości
pt: Por valor
ru: По стоимости
sk: Pre hodnotu
sv: För värde
zh_cn: 价值

# FormulaFunctionCoshOverload0
source: Hyperbolic cosine of an angle
cs: Hyperbolický cosin úhlu
da: Hyperbolisk cosinus af en vinkel
de: Hyperbolischer Cosinus eines Winkels
fi: Hyperbolinen kosini
fr: Cosinus hyperbolique d'un angle
it: Coseno iperbolico di un angolo
ja: 角度の双曲線コサイン
nl: Hyperbolische cosinus van een hoek
no: Hyperbolisk cosinus i en vinkel
pl: Hiperboliczny cosinus kąta
pt: Cosseno hiperbólico de um ângulo
ru: Гиперболический косинус угол
sk: Hyperbolická kosívanie uhla
sv: Hyperbolisk cosinus av en vinkel
zh_cn: 一个角度的双曲线余弦

# FormulaFunctionCoshOverload0Parameter0
source: Angle
cs: Úhel
da: Vinkel
de: Winkel
fi: Kulma
it: Angolo
ja: 角度
nl: Hoek
no: Vinkel
pl: Kąt
pt: Ângulo
ru: Угол
sk: Uhol
sv: Vinkel
zh_cn: 角度

# FormulaFunctionCosOverload0
source: Cosine of an angle
cs: Cosine úhlu
da: Cosinus af en vinkel
de: Cosinus eines Winkels
fi: Kulman kosini
fr: Cosinus d'angle
it: Coseno di un angolo
ja: 角度の余弦
nl: Cosinus van een hoek
no: Cosinus av en vinkel
pl: Cosinus kąt
pt: Cosseno de um ângulo
ru: Косинус угол
sk: Cosine z uhla
sv: Cosinus av en vinkel
zh_cn: 余弦

# FormulaFunctionCosOverload0Parameter0
source: Angle
cs: Úhel
da: Vinkel
de: Winkel
fi: Kulma
it: Angolo
ja: 角度
nl: Hoek
no: Vinkel
pl: Kąt
pt: Ângulo
ru: Угол
sk: Uhol
sv: Vinkel
zh_cn: 角度

# FormulaFunctionCountOverload0
source: Count the number of values of a trait
cs: Spočítejte počet hodnot vlastnosti
da: Tæl antallet af værdier af et træk
de: Zählen Sie die Anzahl der Werte eines Merkmals
fi: Laske piirteen arvojen lukumäärä
fr: Compter le nombre de valeurs d'un trait
it: Conta il numero di valori di un tratto
ja: 特性の値の数を数えます
nl: Tel het aantal waarden van een eigenschap
no: Telle antall verdier av en egenskap
pl: Policz liczbę wartości cechy
pt: Contar o número de valores de um traço
ru: Подсчитайте количество значений черта
sk: Spočítajte počet hodnôt znaku
sv: Räkna antalet värden på ett drag
zh_cn: 计算特征的值数

# FormulaFunctionCountOverload1
source: Count the number of values of a trait that pass a test
cs: Spočítejte počet hodnot vlastnosti, které projdou test
da: Tæl antallet af værdier af et træk, der passerer en test
de: Zählen Sie die Anzahl der Werte eines Merkmals, das einen Test weitergibt
fi: Laske testin mittareiden arvojen lukumäärä
fr: Compter le nombre de valeurs d'un trait qui passent un test
it: Conta il numero di valori di un tratto che passano un test
ja: テストを通過する特性の値の数を数える
nl: Tel het aantal waarden van een eigenschap die een test passeert
no: Telle antall verdier av en egenskap som passerer en test
pl: Policz liczbę wartości cechy, która przekazuje test
pt: Conte o número de valores de uma característica que passa um teste
ru: Подсчитайте количество значений черты, которая проходит тест
sk: Spočítajte počet hodnôt vlastnosti, ktoré prechádza testom
sv: Räkna antalet värden på ett drag som passerar ett test
zh_cn: 计算通过测试的特征的值数

# FormulaFunctionDateOverload0
source: Date of an instant
cs: Datum okamžiku
da: Dato for et øjeblik
de: Datum eines Instants
fi: Hetken
fr: Date d'un instant
it: Data di un istante
ja: 瞬間の日付
nl: Datum van een ogenblik
no: Dato for et øyeblikk
pl: Data chwili
pt: Data de um instante
ru: Дата мгновенного
sk: Dátum okamihu
sv: DATUM FÖR EN INSTANT
zh_cn: 瞬间的日期

# FormulaFunctionDayOfWeekOverload0
source: Day of week of an instant
cs: Den v týdnu
da: Dag i ugen af et øjeblik
de: Wochentag eines Augenblicks
fi: Hetken viikonpäivä
fr: Jour de la semaine d'un instant
it: Giorno della settimana di un istante
ja: 瞬間の曜日
nl: Dag van een week van een ogenblik
no: Dag i uken med et øyeblikk
pl: Dzień tygodnia
pt: Dia da semana de um instante
ru: День недели мгновенного
sk: Deň v týždni
sv: Dag i veckan av ett ögonblick
zh_cn: 瞬间的一天

# FormulaFunctionDayOverload0
source: Day of an instant
cs: Den okamžitého
da: Dag af et øjeblik
de: Tag eines Augenblicks
fi: Hetken
fr: Jour d'un instant
it: Giorno di un istante
ja: 瞬間の日
nl: Dag van een ogenblik
no: Dag med et øyeblikk
pl: Dzień natychmiastowego
pt: Dia de um instante
ru: День мгновенного дня
sk: Deň okamihu
sv: Ögonblick
zh_cn: 瞬间

# FormulaFunctionDaysOverload0
source: Days of the duration of an instant range
cs: Dnů trvání okamžitého rozsahu
da: Dage af varigheden af et øjeblikkeligt område
de: Tage der Dauer eines sofortigen Bereichs
fi: Pikavalikoiman kesto
fr: Jours de la durée d'une gamme instantanée
it: Giorni della durata di una gamma istantanea
ja: 瞬間範囲の期間の日数
nl: Dagen van de duur van een direct bereik
no: Dager etter varigheten av et øyeblikk
pl: Dni czasu trwania natychmiastowego zakresu
pt: Dias da duração de um intervalo instantâneo
ru: Дни продолжительности простого диапазона
sk: Dní trvania instantného rozsahu
sv: Dagar av varaktigheten av ett direktområde
zh_cn: 即时范围的持续时间

# FormulaFunctionDaysOverload1
source: Days of a duration
cs: Dnů trvání
da: Dage af en varighed
de: Tage einer Dauer
fi: Kesto
fr: Jours d'une durée
it: Giorni di durata
ja: 期間の日数
nl: Dagen van een duur
no: Dager med en varighet
pl: Dni czasu trwania
pt: Dias de uma duração
ru: Дни продолжительности
sk: Dni trvania
sv: Dagar av en varaktighet
zh_cn: 持续时间

# FormulaFunctionDefaultAssignmentOverload0
source: Default value for an assignment trait
cs: Výchozí hodnota pro přiřazení
da: Standardværdi for en opgave træk
de: Standardwert für ein Zuweisungsmerkmal
fi: Oletusarvo määritysominaisuudelle
fr: Valeur par défaut pour un trait d'affectation
it: Valore predefinito per un tratto di assegnazione
ja: 割り当て特性のデフォルト値
nl: Standaardwaarde voor een Toewijzingskenmerk
no: Standardverdien for en oppdragstrekk
pl: Wartość domyślna dla cechy przypisania
pt: Valor padrão para um traço de atribuição
ru: Значение по умолчанию для четки назначения
sk: Predvolená hodnota pre priradenie
sv: Standardvärde för ett uppdragsdrag
zh_cn: 分配特征的默认值

# FormulaFunctionDefaultBooleanOverload0
source: Default value for a boolean trait
cs: Výchozí hodnota pro booleovské vlastnosti
da: Standardværdi for en boolsk egenskab
de: Standardwert für ein boolescher Merkmal
fi: Oletusarvo Boolen piirre
fr: Valeur par défaut pour un trait booléen
it: Valore predefinito per un tratto booleano
ja: ブール形質のデフォルト値
nl: Standaardwaarde voor een Boolean-eigenschap
no: Standardverdien for en boolsk egenskap
pl: Domyślna wartość dla cechy boolowskiej
pt: Valor padrão para um traço booleano
ru: Значение по умолчанию для логического черта
sk: Predvolená hodnota pre booleovskú vlastnosť
sv: Standardvärde för ett booleskteg
zh_cn: 布尔特的默认值

# FormulaFunctionDefaultDurationOverload0
source: Default value for a duration trait
cs: Výchozí hodnota po dobu trvání
da: Standardværdi for et varighedsegenskab
de: Standardwert für ein Dauermerkmal
fi: Oletusarvo keston piirre
fr: Valeur par défaut pour un trait de durée
it: Valore predefinito per un tratto di durata
ja: Duration Toritのデフォルト値
nl: Standaardwaarde voor een duur van de duur
no: Standardverdien for en varighetstrekk
pl: Domyślna wartość cechy czasu trwania
pt: Valor padrão para um traço de duração
ru: Значение по умолчанию для длительности черта
sk: Predvolená hodnota pre dobu trvania
sv: Standardvärde för en varaktighetsdrag
zh_cn: 持续时间特征的默认值

# FormulaFunctionDefaultEntityTypeIdOverload0
source: Default value for an entity type ID trait
cs: Výchozí hodnota pro znak typu entity typu
da: Standardværdi for en enhedstype ID-træk
de: Standardwert für ein Entitäts-ID-Merkmal
fi: Oletusarvo kokonaistyypin tunnus ominaisuus
fr: Valeur par défaut pour un trait d'identifiant de type entité
it: Valore predefinito per un tratto ID Tipo di entità
ja: エンティティタイプID形式のデフォルト値
nl: Standaardwaarde voor een Entity-type ID-eigenschap
no: Standardverdien for en enhetstype ID-egenskap
pl: Wartość domyślna dla cechy ID typu jednostki
pt: Valor padrão para um traço de ID do tipo de entidade
ru: Значение по умолчанию для идентификационного черта типа сущности
sk: Predvolená hodnota pre typ ID typu entity
sv: Standardvärde för ett ID-egenskapstyp
zh_cn: 实体类型ID特性的默认值

# FormulaFunctionDefaultIdOverload0
source: Default value for a ID trait
cs: Výchozí hodnota pro id rys
da: Standardværdi for et ID-træk
de: Standardwert für ein ID-Merkmal
fi: ID-ominaisuuden oletusarvo
fr: Valeur par défaut pour un trait d'identification
it: Valore predefinito per un tratto ID
ja: ID特性のデフォルト値
nl: Standaardwaarde voor een ID-eigenschap
no: Standardverdien for en ID-egenskap
pl: Domyślna wartość cechy ID
pt: Valor padrão para um traço de identificação
ru: Значение по умолчанию для удостоверения личности
sk: Predvolená hodnota pre ID vlastnosť
sv: Standardvärde för ett ID-drag
zh_cn: ID特性的默认值

# FormulaFunctionDefaultInstantOverload0
source: Default value for an instant trait
cs: Výchozí hodnota pro okamžitou vlastnost
da: Standardværdi for et øjeblikkeligt træk
de: Standardwert für ein Instant-Merkmal
fi: Oletusarvo pikaviestimelle
fr: Valeur par défaut pour un trait instantané
it: Valore predefinito per un tratto istantaneo
ja: インスタント特性のデフォルト値
nl: Standaardwaarde voor een Instant Trait
no: Standardverdien for et øyeblikkelig trekk
pl: Domyślna wartość dla natychmiastowej cechy
pt: Valor padrão para um traço instantâneo
ru: Значение по умолчанию для мгновенного черта
sk: Predvolená hodnota pre okamžitú vlastnosť
sv: Standardvärde för ett ögonblick
zh_cn: 即时性状的默认值
