Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionParameterListValueOverload0
source: Value of one of the view's list value parameters
cs: Hodnota jednoho z hodnot seznamu zobrazení
da: Værdi af en af Visens listeværdiparametre
de: Wert eines der Listenwertparameter der Ansicht
fi: Yksi katselun luettelon arvoparametrien arvo
fr: Valeur de l'une des paramètres de valeur de la liste de la vue
it: Valore di uno dei parametri del valore di elenco di vista
ja: ビューのリスト値パラメータの1つの値
nl: Waarde van een van de lijst Value Parameters van de weergave
no: Verdi av en av visningens listeverdier parametere
pl: Wartość jednego z parametrów wartości listy widoku
pt: Valor de um dos parâmetros de valor da lista de visualização
ru: Значение одного из параметров значения списка просмотра
sk: Hodnota jedného z parametrov zoznamu zoznamu zobrazenia
sv: Värdet av en av bildens listvärdeparametrar
zh_cn: 其中一个视图列表值参数的值

# FormulaFunctionParameterListValueOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterMultiLineTextOverload0
source: Value of one of the view's multi-line text parameters
cs: Hodnota jednoho z zobrazení je víceřádkové parametry
da: Værdi af en af visnings multi-line tekstparametre
de: Wert eines der Multiline-Textparameter der Ansicht
fi: Yksi näkemysten monivalikoiman tekstiparametrien arvo
fr: Valeur d'une des paramètres de texte multiligne de la vue
it: Valore di uno dei parametri di testo multi-line della vista
ja: ビューのマルチラインテキストパラメータの1つの値
nl: Waarde van een van de multi-line tekstparameters van de weergave
no: Verdien av en av visningens multi-line tekstparametere
pl: Wartość jednego z wielokresowych parametrów tekstu widoku
pt: Valor de um dos parâmetros de texto Multi-line da exibição
ru: Значение одного из многострочных текстовых параметров представления
sk: Hodnota jedného z multi-line textových parametrov zobrazenia
sv: Värdet av en av bildens multi-line-textparametrar
zh_cn: 视图的多行文本参数之一的值

# FormulaFunctionParameterMultiLineTextOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterNumberOverload0
source: Value of one of the view's number parameters
cs: Hodnota jedné z parametrů čísel zobrazení
da: Værdi af en af visnings nummerparametre
de: Wert einer der Nummernparameter der Ansicht
fi: Yksi katselun numeroparametrien arvo
fr: Valeur d'un des paramètres de numéro de la vue
it: Valore di uno dei parametri del numero di vista
ja: ビューの数パラメータの1つの値
nl: Waarde van een van de nummerparameters van de weergave
no: Verdien av en av visningens nummerparametere
pl: Wartość jednego z parametrów numerów widoku
pt: Valor de um dos parâmetros do número da exibição
ru: Значение одного из номеров представления
sk: Hodnota jedného z parametrov čísla zobrazenia
sv: Värdet av en av bildens nummerparametrar
zh_cn: 其中一个视图号码参数的值

# FormulaFunctionParameterNumberOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterPersonOverload0
source: Value of one of the view's person parameters
cs: Hodnota jedné z parametrů zobrazení
da: Værdi af en af visningspersonernes parametre
de: Wert eines der Persönlichkeitsparameter der Ansicht
fi: Yksi katselun henkilön parametrien arvo
fr: Valeur d'une des paramètres de la personne de la vue
it: Valore di uno dei parametri della persona di vista
ja: ビューの人のパラメータの1つの価値
nl: Waarde van een van de persoonsparameters van de weergave
no: Verdien av en av utsiktenes personparametere
pl: Wartość jednego z parametrów osoby
pt: Valor de um dos parâmetros da visão
ru: Значение одного из параметров лица
sk: Hodnota jedného z parametrov osoby
sv: Värdet av en av utsiktens personparametrar
zh_cn: 其中一个视图的人参数的价值

# FormulaFunctionParameterPersonOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterSingleLineTextOverload0
source: Value of one of the view's single-line text parameters
cs: Hodnota jednoho z jednorázových parametrů zobrazení
da: Værdi af en af visnings single-line tekstparametre
de: Wert eines der einzelnen Textparameter der Ansicht
fi: Yksi katselun yhden rivinen tekstiparametrit
fr: Valeur d'une des paramètres de texte mono-ligne de la vue
it: Valore di uno dei parametri del testo a riga singola di vista
ja: ビューの単線テキストパラメータの1つの値
nl: Waarde van een van de single-line-tekstparameters van de weergave
no: Verdien av en av visningens single-line tekstparametere
pl: Wartość jednego z parametrów tekstu pojedynczego linii
pt: Valor de um dos parâmetros de texto de linha única da exibição
ru: Значение одного из однострочных текстовых параметров представления
sk: Hodnota jedného z jednorazových parametrov zobrazenia
sv: Värdet av en av bildens single-line-textparametrar
zh_cn: 视图的单行文本参数之一的值

# FormulaFunctionParameterSingleLineTextOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterTimeSliceOverload0
source: Value of one of the view's time slice parameters
cs: Hodnota jednoho z parametrů časového řezu pohledu
da: Værdi af en af visningsens tidsskiveparametre
de: Wert eines der Zeitscheibenparameter der Ansicht
fi: Yksi katselun aikaviipaleiden parametrien arvo
fr: Valeur d'une des paramètres de tranche de temps de la vue
it: Valore di uno dei parametri della fetta del tempo di vista
ja: ビューのタイムスライスパラメータの1つの値
nl: Waarde van een van de tijd Slice-parameters van de weergave
no: Verdien av en av visningens tidsskive parametere
pl: Wartość jednego z parametrów przecinków czasu
pt: Valor de um dos parâmetros da fatia de tempo da vista
ru: Значение одного из параметров нарезки просмотра
sk: Hodnota jedného z parametrov čapu času zobrazenia
sv: Värdet av en av bildens tidskiva parametrar
zh_cn: 视图时间片参数之一的值

# FormulaFunctionParameterTimeSliceOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterTraitOverload0
source: Value of one of the view's trait parameters
cs: Hodnota jednoho z parametrů zobrazení
da: Værdi af en af synets trækparametre
de: Wert eines der Merkmalsparameter der Ansicht
fi: Yksi katselun piirreparametrista
fr: Valeur d'une des paramètres de trait de la vue
it: Valore di uno dei parametri del tratto della vista
ja: ビューの特性パラメータの1つの値
nl: Waarde van een van de eigenschapsparameters van de weergave
no: Verdien av en av visningens egenskapsparametere
pl: Wartość jednego z parametrów cech widoku
pt: Valor de um dos parâmetros da característica da vista
ru: Значение одного из параметров черты вида
sk: Hodnota jedného z parametrov vlastností zobrazenia
sv: Värdet av en av utsiktens dragparametrar
zh_cn: 其中一个观点的特征参数的价值

# FormulaFunctionParameterTraitOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterTraitTypeOverload0
source: Value of one of the view's trait type parameters
cs: Hodnota jednoho z parametrů typu zobrazení
da: Værdi af en af visningsens træk type parametre
de: Wert eines der Merkmaltyp-Parameter der Ansicht
fi: Yksi katselun piirretyypin parametrien arvo
fr: Valeur de l'une des paramètres de type de trait de la vue
it: Valore di uno dei parametri del tipo di tratto della vista
ja: ビューの特性タイプのパラメータの1つの値
nl: Waarde van een van de parameters van het kenmerkentype
no: Verdi av en av visningens egenskapsparametere
pl: Wartość jednego z parametrów typu cechy widoku
pt: Valor de um dos parâmetros do tipo de traço de exibição
ru: Значение одного из параметров Trit Trit
sk: Hodnota jedného z parametrov Typ tabuľky zobrazenia
sv: Värdet av en av bildens Type-parametrar
zh_cn: 其中一个视图的特征类型参数的值

# FormulaFunctionParameterTraitTypeOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionParameterWorkItemOverload0
source: Value of one of the view's work item parameters
cs: Hodnota jedné z parametrů pracovní položky pohledu
da: Værdi af et af visningsartiklerparametre
de: Wert eines der Arbeitselektlparameter der Ansicht
fi: Yksi katselun työerän parametrien arvo
fr: Valeur de l'une des paramètres de l'élément de travail de la vue
it: Valore di uno dei parametri dell'articolo di lavoro di vista
ja: ビューの作業項目パラメータの1つの値
nl: Waarde van een van de werkitemparameters van de weergave
no: Verdien av en av visningens arbeidsproduktsparametere
pl: Wartość jednego z parametrów elementu roboczego widoku
pt: Valor de um dos parâmetros do item de trabalho da exibição
ru: Значение одного из параметров рабочего элемента просмотра
sk: Hodnota jedného z parametrov pracovného miesta pohľadu
sv: Värdet av en av bildens arbetsobjektparametrar
zh_cn: 其中一个视图的工作项参数的值

# FormulaFunctionParameterWorkItemOverload0Parameter0
source: Parameter
cs: Parametr
fi: Parametri
fr: Paramètre
it: Parametro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ru: Параметр
zh_cn: 范围

# FormulaFunctionPerspectiveOverload0
source: The person for whom evaluation is occuring
cs: Osoba, pro kterou se vyskytuje hodnocení
da: Den person, for hvem evaluering forekommer
de: Die Person, für die die Bewertung auftritt
fi: Henkilö, jolle arviointi tapahtuu
fr: La personne pour laquelle l'évaluation se produit
it: La persona per la quale la valutazione si sta verificando
ja: 評価が行われている人
nl: De persoon voor wie evaluatie optreedt
no: Personen for hvem evaluering oppstår
pl: Osoba, dla której występuje ocena
pt: A pessoa para quem a avaliação está ocorrendo
ru: Человек, для которого происходит оценка
sk: Osoba, pre ktorú sa vyskytne hodnotenie
sv: Den person för vilken utvärdering uppstår
zh_cn: 正在发生评估的人

# FormulaFunctionPiOverload0
source: Constant π (the ratio of the circumference of a circle to its diameter)
cs: Konstantní π (poměr obvodu kruhu do jeho průměru)
da: Konstant π (forholdet mellem omkredsen af en cirkel til dens diameter)
de: Konstant π (das Verhältnis des Umfangs eines Kreises zu seinem Durchmesser)
fi: Vakio π (ympyrän ympyrän suhde halkaisijaltaan)
fr: Constant π (le rapport de la circonférence d'un cercle à son diamètre)
it: Costante π (il rapporto tra la circonferenza di un cerchio al suo diametro)
ja: 定数π（直径の円の円周の比）
nl: Constante π (de verhouding van de omtrek van een cirkel naar de diameter)
no: Konstant π (forholdet mellom omkretsen av en sirkel til sin diameter)
pl: Stały π (stosunek obwodu okręgu do jego średnicy)
pt: Constante π (a proporção da circunferência de um círculo ao seu diâmetro)
ru: Постоянное π (отношение окружности круга до его диаметра)
sk: Konštantný π (pomer obvodu kruhu k jeho priemeru)
sv: Konstant π (förhållandet mellan omkretsen av en cirkel till dess diameter)
zh_cn: 恒定π（圆的圆周与其直径的比率）

# FormulaFunctionPowerOverload0
source: Raise a number to the power of a number
cs: Zvedněte číslo na sílu čísla
da: Hæv et nummer til kraften i et nummer
de: Erhöhen Sie eine Nummer an die Leistung einer Zahl
fi: Nosta numero numeron voimaan
fr: Élever un nombre à la puissance d'un nombre
it: Sollevare un numero alla potenza di un numero
ja: 数値の力に数値を上げます
nl: Verhoog een nummer naar de kracht van een nummer
no: Øk et nummer til kraften i et tall
pl: Podnieś numer do mocy liczby
pt: Levante um número para o poder de um número
ru: Поднимите номер к мощности числа
sk: Zvýšte číslo na výkon čísla
sv: Höj ett nummer till kraften i ett nummer
zh_cn: 提升一个数字的权力

# FormulaFunctionQueryForAssignmentInContextOverload0
source: Query for an assignment in the context of an assignment
cs: Dotaz na zadání v kontextu zadání
da: Forespørgsel til en opgave i forbindelse med en opgave
de: Abfrage für einen Auftrag im Kontext einer Aufgabe
fi: Kysely tehtävän yhteydessä tehtävän yhteydessä
fr: Requête pour une affectation dans le contexte d'une affectation
it: Query per un incarico nel contesto di un incarico
ja: 割り当てのコンテキストでの割り当てに対するクエリ
nl: Query voor een opdracht in de context van een opdracht
no: Spørring for et oppdrag i sammenheng med en oppgave
pl: Zapytanie o zadanie w kontekście zadania
pt: Consulta para uma tarefa no contexto de uma tarefa
ru: Запрос для назначения в контексте назначения
sk: Dotaz na priradenie v kontexte priradenia
sv: Fråga för ett uppdrag i samband med ett uppdrag
zh_cn: 在分配的上下文中查询赋值

# FormulaFunctionQueryForAssignmentInContextOverload1
source: Query for an assignment in the context of a list value
cs: Dotaz pro přiřazení v kontextu hodnoty seznamu
da: Forespørgsel til en opgave i forbindelse med en listeværdi
de: Abfrage für einen Auftrag im Kontext eines Listenwerts
fi: Kysely tehtävän yhteydessä luettelon arvon yhteydessä
fr: Requête pour une affectation dans le contexte d'une valeur de liste
it: Query per un incarico nel contesto di un valore di elenco
ja: リスト値のコンテキスト内の割り当てのクエリ
nl: Query voor een opdracht in het kader van een lijstwaarde
no: Forespørsel om en oppgave i sammenheng med en listeverdi
pl: Zapytanie o zadanie w kontekście wartości listy
pt: Consulta para uma tarefa no contexto de um valor de lista
ru: Запрос на задание в контексте значения списка
sk: Dotaz na priradenie v kontexte hodnoty zoznamu
sv: Query för ett uppdrag i samband med ett listvärde
zh_cn: 查询列表值的上下文中的赋值

# FormulaFunctionQueryForAssignmentInContextOverload2
source: Query for an assignment in the context of a person
cs: Dotaz na zadání v kontextu osoby
da: Forespørgsel til en opgave i forbindelse med en person
de: Abfrage für einen Auftrag im Kontext einer Person
fi: Kysely tehtävän yhteydessä henkilön yhteydessä
fr: Requête pour une affectation dans le contexte d'une personne
it: Query per un incarico nel contesto di una persona
ja: 人の文脈における課題の照会
nl: Query voor een opdracht in de context van een persoon
no: Forespørsel om en oppgave i sammenheng med en person
pl: Zapytanie o zadanie w kontekście osoby
pt: Consulta para uma tarefa no contexto de uma pessoa
ru: Запрос на назначение в контексте человека
sk: Dotaz na priradenie v kontexte osoby
sv: Fråga för ett uppdrag i samband med en person
zh_cn: 查询人员在一个人的上下文中的作业

# FormulaFunctionQueryForAssignmentInContextOverload3
source: Query for an assignment in the context of a time slice
cs: Dotaz pro zadání v kontextu časového plátek
da: Forespørgsel til en opgave i forbindelse med et tidsskive
de: Abfrage für einen Auftrag im Kontext einer Zeitscheibe
fi: Kysely tehtävään aikaviipaleen yhteydessä
fr: Requête pour une affectation dans le contexte d'une tranche de temps
it: Query per un incarico nel contesto di una fetta del tempo
ja: タイムスライスのコンテキストでの割り当てに対するクエリ
nl: Query voor een opdracht in de context van een tijdslijf
no: Forespørsel om et oppdrag i sammenheng med en tidsskive
pl: Zapytanie o zadanie w kontekście plasterka czasu
pt: Consulta para uma tarefa no contexto de uma fatia de tempo
ru: Запрос назначения в контексте срез времени
sk: Dotaz na priradenie v kontexte časového rozdielu
sv: Fråga för ett uppdrag i samband med en tidsskiva
zh_cn: 在时间片的上下文中查询赋值

# FormulaFunctionQueryForAssignmentInContextOverload4
source: Query for an assignment in the context of a trait
cs: Dotaz pro zadání v kontextu vlastnosti
da: Forespørgsel til en opgave i forbindelse med et træk
de: Abfrage für einen Auftrag im Kontext eines Merkmals
fi: Kysely tehtävistä piirteen yhteydessä
fr: Requête pour une affectation dans le contexte d'un trait
it: Query per un incarico nel contesto di un tratto
ja: 形質の文脈における課題の照会
nl: Query voor een opdracht in de context van een eigenschap
no: Forespørsel om et oppdrag i sammenheng med et trekk
pl: Zapytanie o zadanie w kontekście cechy
pt: Consulta para uma tarefa no contexto de um traço
ru: Запрос назначения в контексте черта
sk: Dotaz na priradenie v kontexte vlastného charakteru
sv: Fråga för ett uppdrag i samband med ett drag
zh_cn: 查询特征的上下文中的作业

# FormulaFunctionQueryForAssignmentInContextOverload5
source: Query for an assignment in the context of a work item
cs: Dotaz pro zadání v kontextu pracovní položky
da: Forespørgsel til en opgave i forbindelse med et arbejdsobjekt
de: Abfrage für einen Auftrag im Kontext eines Arbeitspunkts
fi: Kysely tehtäviksi työerän yhteydessä
fr: Requête pour une affectation dans le contexte d'un élément de travail
it: Query per un incarico nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキストでの割り当てに対するクエリ
nl: Query voor een opdracht in de context van een werkitem
no: Spørring for et oppdrag i sammenheng med et arbeidsobjekt
pl: Zapytanie o zadanie w kontekście elementu roboczego
pt: Consulta para uma tarefa no contexto de um item de trabalho
ru: Запрос назначения в контексте рабочего элемента
sk: Dotaz na priradenie v kontexte pracovnej položky
sv: Fråga för ett uppdrag i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询赋值

# FormulaFunctionQueryForBooleanInContextOverload0
source: Query for a boolean in the context of an assignment
cs: Dotaz na boolean v kontextu zadání
da: Forespørg for en boolsk i forbindelse med en opgave
de: Abfrage für einen Boolean im Kontext einer Aufgabe
fi: Kysely Boolean Tehtävän yhteydessä
fr: Requête pour un booléen dans le contexte d'une affectation
it: Query per un booleano nel contesto di un incarico
ja: 割り当てのコンテキストでブール値を問い合わせる
nl: Query voor een boolean in de context van een opdracht
no: Spørring for en boolsk i sammenheng med et oppdrag
pl: Zapytanie o boolean w kontekście zadania
pt: Consulta para um booleano no contexto de uma tarefa
ru: Запрос для логика в контексте назначения
sk: Dotaz pre boolean v kontexte priradenia
sv: Fråga för en booleska i samband med ett uppdrag
zh_cn: 在分配的上下文中查询布尔值

# FormulaFunctionQueryForBooleanInContextOverload1
source: Query for a boolean in the context of a list value
cs: Dotaz na boolean v kontextu hodnoty seznamu
da: Forespørgsel til en boolsk i sammenhæng med en listeværdi
de: Abfrage für einen Boolean im Kontext eines Listenwerts
fi: Kysely boolean listan arvon yhteydessä
fr: Requête pour un booléen dans le contexte d'une valeur de liste
it: Query per un booleano nel contesto di un valore di elenco
ja: リスト値のコンテキスト内のブール値のクエリ
nl: Query voor een boolean in de context van een lijstwaarde
no: Spørring for en boolsk i sammenheng med en listeverdi
pl: Zapytanie o boolean w kontekście wartości listy
pt: Consulta para um booleano no contexto de um valor de lista
ru: Запрос для логика в контексте значения списка
sk: Dotaz pre boolean v kontexte hodnoty zoznamu
sv: Fråga för en booleska i samband med ett listvärde
zh_cn: 在列表值的上下文中查询布尔值

# FormulaFunctionQueryForBooleanInContextOverload2
source: Query for a boolean in the context of a person
cs: Dotaz na boolean v kontextu osoby
da: Forespørgsel til en boolsk i forbindelse med en person
de: Abfrage für einen Boolean im Kontext einer Person
fi: Kysely booleanille henkilölle
fr: Requête pour un booléen dans le contexte d'une personne
it: Query per un booleano nel contesto di una persona
ja: 人の文脈でブール値を問い合わせる
nl: Query voor een boolean in de context van een persoon
no: Spørring for en boolsk i sammenheng med en person
pl: Zapytanie o boolean w kontekście osoby
pt: Consulta para um booleano no contexto de uma pessoa
ru: Запрос для логика в контексте человека
sk: Dotaz pre boolean v kontexte osoby
sv: Fråga för en booleska i samband med en person
zh_cn: 在一个人的上下文中查询Boolean

# FormulaFunctionQueryForBooleanInContextOverload3
source: Query for a boolean in the context of a time slice
cs: Dotaz na boolean v kontextu časového plátek
da: Forespørgsel til en boolsk i sammenhæng med en tidsskive
de: Abfrage für einen Boolean im Kontext einer Zeitscheibe
fi: Kysely booleanille aikaviipaleiden yhteydessä
fr: Requête pour un booléen dans le contexte d'une tranche de temps
it: Query per un booleano nel contesto di una fetta del tempo
ja: タイムスライスのコンテキスト内のブール値のクエリ
nl: Query voor een boolean in de context van een tijdslijf
no: Spørring for en boolsk i sammenheng med en tidsskive
pl: Zapytanie o boolean w kontekście plasterka czasu
pt: Consulta para um booleano no contexto de uma fatia de tempo
ru: Запрос для логика в контексте срез времени
sk: Dotaz na boolean v kontexte časového plášťa
sv: Fråga för en booleska i samband med en tidsskiva
zh_cn: 在时间片的上下文中查询布尔值

# FormulaFunctionQueryForBooleanInContextOverload4
source: Query for a boolean in the context of a trait
cs: Dotaz na boolean v kontextu vlastnosti
da: Forespørgsel til en boolsk i forbindelse med et træk
de: Abfrage für einen Boolean im Kontext eines Merkmals
fi: Kysely booleanille piirteen yhteydessä
fr: Requête pour un booléen dans le contexte d'un trait
it: Query per un booleano nel contesto di un tratto
ja: 特性のコンテキストでのブール値のクエリ
nl: Query voor een boolean in de context van een eigenschap
no: Spørring for en boolsk i sammenheng med en egenskap
pl: Zapytanie o boolean w kontekście cechy
pt: Consulta para um booleano no contexto de um traço
ru: Запрос для логика в контексте черта
sk: Dotaz na boolean v kontexte vlastného charakteru
sv: Fråga för en booleska i samband med ett drag
zh_cn: 在特征的上下文中查询Boolean

# FormulaFunctionQueryForBooleanInContextOverload5
source: Query for a boolean in the context of a work item
cs: Dotaz na boolean v kontextu pracovní položky
da: Forespørgsel til en boolsk i sammenhæng med et arbejdsobjekt
de: Abfrage für einen Boolean im Kontext eines Arbeitspunkts
fi: Kysely Boolean työpaikan yhteydessä
fr: Requête pour un booléen dans le contexte d'un élément de travail
it: Query per un booleano nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキストでブール値を問い合わせる
nl: Query voor een boolean in de context van een werkitem
no: Forespørsel om en boolsk i sammenheng med et arbeidsobjekt
pl: Zapytanie o boolean w kontekście elementu roboczego
pt: Consulta para um booleano no contexto de um item de trabalho
ru: Запрос для логика в контексте предмета работы
sk: Dotaz pre boolean v kontexte pracovnej položky
sv: Fråga för en booleska i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询布尔值

# FormulaFunctionQueryForDurationInContextOverload0
source: Query for a duration in the context of an assignment
cs: Dotaz na dobu trvání v kontextu zadání
da: Forespørgsel i en varighed i forbindelse med en opgave
de: Abfrage für eine Dauer im Rahmen einer Aufgabe
fi: Kysely ajaksi tehtävän yhteydessä
fr: Requête pendant une durée dans le contexte d'une affectation
it: Query per una durata nel contesto di un incarico
ja: 割り当てのコンテキスト内の期間のクエリ
nl: Query voor een duur in de context van een opdracht
no: Spørre om en varighet i sammenheng med et oppdrag
pl: Zapytanie przez czas trwania w kontekście zadania
pt: Consulta por uma duração no contexto de uma tarefa
ru: Запрос на протяжении продолжительности в контексте назначения
sk: Dotaz na dobu trvania v kontexte priradenia
sv: Query för en varaktighet i samband med ett uppdrag
zh_cn: 查询分配的上下文中的持续时间
