Repository: BigBadBleuCheese/FluxLocalization
Catalog: Core/CoreText.*.resx
Languages: cs, da, de, fi, fr, it, ja, nl, no, pl, pt, ru, sk, sv, zh_cn

# FormulaFunctionQueryForWorkItemInContextOverload0
source: Query for a work item in the context of an assignment
cs: Dotaz na pracovní položku v kontextu zadání
da: Forespørgsel til et arbejdsobjekt i forbindelse med en opgave
de: Abfrage für ein Arbeitsposten im Rahmen einer Aufgabe
fi: Kysely työpaikalle tehtävän yhteydessä tehtävän yhteydessä
fr: Requête pour un élément de travail dans le contexte d'une affectation
it: Query per un oggetto di lavoro nel contesto di un incarico
ja: 割り当ての文脈で作業項目のクエリ
nl: Query voor een werkitem in de context van een opdracht
no: Forespørsel om et arbeidsobjekt i sammenheng med et oppdrag
pl: Zapytanie o element pracy w kontekście zadania
pt: Consulta para um item de trabalho no contexto de uma tarefa
ru: Запрос на рабочий элемент в контексте задания
sk: Dotaz na pracovnú položku v kontexte priradenia
sv: Fråga för ett arbetsobjekt i samband med ett uppdrag
zh_cn: 在分配的上下文中查询工作项

# FormulaFunctionQueryForWorkItemInContextOverload1
source: Query for a work item in the context of a list value
cs: Dotaz pro pracovní položku v kontextu seznamu
da: Forespørgsel til et arbejdsobjekt i forbindelse med en listeværdi
de: Abfrage für ein Arbeitsposten im Rahmen eines Listenwerts
fi: Kysely työerälle luettelon arvon yhteydessä
fr: Requête pour un élément de travail dans le contexte d'une valeur de liste
it: Query per un elemento di lavoro nel contesto di un valore di elenco
ja: リスト値のコンテキスト内の作業項目のクエリ
nl: Query voor een werkitem in de context van een lijstwaarde
no: Forespørsel om et arbeidsobjekt i sammenheng med en listeverdi
pl: Zapytanie o element roboczy w kontekście wartości listy
pt: Consulta para um item de trabalho no contexto de um valor de lista
ru: Запрос на рабочий элемент в контексте значения списка
sk: Dotaz pre pracovnú položku v kontexte hodnoty zoznamu
sv: Fråga för ett arbetsobjekt i samband med ett listvärde
zh_cn: 在列表值的上下文中查询工作项

# FormulaFunctionQueryForWorkItemInContextOverload2
source: Query for a work item in the context of a person
cs: Dotaz na pracovní položku v kontextu osoby
da: Forespørgsel til et arbejdsobjekt i forbindelse med en person
de: Abfrage für ein Arbeitsposten im Kontext einer Person
fi: Kysely työpaikalle henkilön yhteydessä
fr: Requête pour un élément de travail dans le contexte d'une personne
it: Query per un oggetto di lavoro nel contesto di una persona
ja: 人の文脈における作業項目のクエリ
nl: Query voor een werkitem in de context van een persoon
no: Forespørsel om et arbeidselement i sammenheng med en person
pl: Zapytanie o przedmiot pracy w kontekście osoby
pt: Consulta para um item de trabalho no contexto de uma pessoa
ru: Запрос на рабочий элемент в контексте человека
sk: Dotaz na pracovnú položku v kontexte osoby
sv: Fråga för ett arbetsobjekt i samband med en person
zh_cn: 在一个人的上下文中查询工作项

# FormulaFunctionQueryForWorkItemInContextOverload3
source: Query for a work item in the context of a time slice
cs: Dotaz na pracovní položku v kontextu časového plátek
da: Forespørg for et arbejdselement i forbindelse med et tidsskive
de: Abfrage für einen Arbeitsposten im Kontext einer Zeitscheibe
fi: Kysely työerästä aikaviipaleessa
fr: Requête pour un élément de travail dans le contexte d'une tranche de temps
it: Query per un oggetto di lavoro nel contesto di una fetta del tempo
ja: タイムスライスのコンテキストでの作業項目のクエリ
nl: Query voor een werkitem in de context van een tijdslijf
no: Forespørsel om et arbeidselement i sammenheng med en tidsskive
pl: Zapytanie o element pracy w kontekście plasterka czasu
pt: Consulta para um item de trabalho no contexto de uma fatia de tempo
ru: Запрос на рабочем элементе в контексте срез времени
sk: Dotaz na pracovnú položku v kontexte časového rozdielu
sv: Fråga för ett arbetsobjekt i samband med en tidsskiva
zh_cn: 在时间片的上下文中查询工作项

# FormulaFunctionQueryForWorkItemInContextOverload4
source: Query for a work item in the context of a trait
cs: Dotaz na pracovní položku v kontextu vlastnosti
da: Forespørgsel til et arbejdselement i forbindelse med et træk
de: Abfrage für einen Arbeitspunkt im Kontext eines Merkmals
fi: Kysely työpaikalle piirteen yhteydessä
fr: Requête pour un élément de travail dans le contexte d'un trait
it: Query per un oggetto di lavoro nel contesto di un tratto
ja: 特性の文脈における作業項目のクエリ
nl: Query voor een werkitem in de context van een eigenschap
no: Forespørsel om et arbeidsobjekt i sammenheng med et trekk
pl: Zapytanie o przedmiot pracy w kontekście cechy
pt: Consulta para um item de trabalho no contexto de um traço
ru: Запрос на рабочий элемент в контексте черта
sk: Dotaz na pracovnú položku v kontexte vlastného charakteru
sv: Fråga för ett arbetsobjekt i samband med ett drag
zh_cn: 在特征的上下文中查询工作项

# FormulaFunctionQueryForWorkItemInContextOverload5
source: Query for a work item in the context of a work item
cs: Dotaz pro pracovní položku v kontextu pracovní položky
da: Forespørg for et arbejdselement i forbindelse med et arbejdsobjekt
de: Abfrage für ein Arbeitsposten im Kontext eines Arbeitspunkts
fi: Työskentelyn kysely työerän yhteydessä
fr: Requête pour un élément de travail dans le contexte d'un élément de travail
it: Query per un oggetto di lavoro nel contesto di un oggetto di lavoro
ja: 作業項目のコンテキストでの作業項目のクエリ
nl: Query voor een werkitem in de context van een werkitem
no: Forespørsel om et arbeidsobjekt i sammenheng med et arbeidsobjekt
pl: Zapytanie o element roboczy w kontekście elementu roboczego
pt: Consulta para um item de trabalho no contexto de um item de trabalho
ru: Запрос на рабочем элементе в контексте рабочего элемента
sk: Dotaz na pracovnú položku v kontexte pracovnej položky
sv: Fråga för ett arbetsobjekt i samband med ett arbetsobjekt
zh_cn: 在工作项的上下文中查询工作项

# FormulaFunctionRegexGetGroupOverload0
source: Get the value of a regular expression group
cs: Získejte hodnotu regulární expresní skupiny
da: Få værdien af en regelmæssig ekspressionsgruppe
de: Holen Sie sich den Wert einer regulären Ausdrucksgruppe
fi: Hanki tavallisen ilmeisen ryhmän arvo
fr: Obtenez la valeur d'un groupe d'expression régulier
it: Ottieni il valore di un gruppo di espressioni regolare
ja: 正規表現グループの値を取得します
nl: Krijg de waarde van een reguliere expressiegroep
no: Få verdien av en vanlig uttrykksgruppe
pl: Uzyskaj wartość grupy regularnej
pt: Obtenha o valor de um grupo de expressão regular
ru: Получить значение регулярной группы выражений
sk: Získajte hodnotu pravidelnej skupiny
sv: Få värdet av en vanlig expressionsgrupp
zh_cn: 获取正则表达式组的值

# FormulaFunctionRegexGetGroupOverload0Parameter0
source: Input
cs: Vstup
de: Eingang
fi: Syöttö
fr: Saisir
it: Ingresso
ja: 入力
nl: Invoer
pl: Wejście
pt: Entrada
ru: Вход
sk: Zaviesť
sv: Inmatning
zh_cn: 输入

# FormulaFunctionRegexGetGroupOverload0Parameter1
source: Regular expression
cs: Regulární výraz
da: Almindelig udtryk
de: Regulären Ausdruck
fi: Tavallinen ilme
fr: Expression régulière
it: Espressione regolare
ja: 正規表現
nl: Reguliere expressie
no: Vanlig uttrykk
pl: Wyrażenie regularne
pt: Expressão regular
ru: Регулярное выражение
sk: Pravidelný výraz
sv: Vanligt uttryck
zh_cn: 正则表达式

# FormulaFunctionRegexGetGroupOverload0Parameter2
source: Group name
cs: Skupinové jméno
da: Gruppe navn
de: Gruppenname
fi: Ryhmän nimi
fr: Nom de groupe
it: Nome del gruppo
ja: グループ名
nl: Groepsnaam
no: Gruppenavn
pl: Nazwa grupy
pt: Nome do grupo
ru: Название группы
sk: Názov skupiny
sv: Grupp namn
zh_cn: 组的名字

# FormulaFunctionRegexTestOverload0
source: Whether a value matches a regular expression
cs: Zda hodnota odpovídá regulárnímu výrazu
da: Om en værdi matcher et regulært udtryk
de: Ob ein Wert einem regulären Ausdruck übereinstimmt
fi: Olipa arvo vastaa säännöllistä lauseketta
fr: Si une valeur correspond à une expression régulière
it: Se un valore corrisponde ad un'espressione regolare
ja: 値が正規表現と一致するかどうか
nl: Of een waarde overeenkomt met een reguliere expressie
no: Om en verdi samsvarer med et vanlig uttrykk
pl: Czy wartość pasuje do wyrażenia regularnego
pt: Se um valor corresponde a uma expressão regular
ru: Соответствует ли значение регулярным выражением
sk: Či hodnota zodpovedá regulárnemu výrazu
sv: Om ett värde matchar ett regelbundet uttryck
zh_cn: 值是否与正则表达式匹配

# FormulaFunctionRegexTestOverload0Parameter0
source: Input
cs: Vstup
de: Eingang
fi: Syöttö
fr: Saisir
it: Ingresso
ja: 入力
nl: Invoer
pl: Wejście
pt: Entrada
ru: Вход
sk: Zaviesť
sv: Inmatning
zh_cn: 输入

# FormulaFunctionRegexTestOverload0Parameter1
source: Regular expression
cs: Regulární výraz
da: Almindelig udtryk
de: Regulären Ausdruck
fi: Tavallinen ilme
fr: Expression régulière
it: Espressione regolare
ja: 正規表現
nl: Reguliere expressie
no: Vanlig uttrykk
pl: Wyrażenie regularne
pt: Expressão regular
ru: Регулярное выражение
sk: Pravidelný výraz
sv: Vanligt uttryck
zh_cn: 正则表达式

# FormulaFunctionReplaceOverload0
source: Replace appearances of a value with a value within a value
cs: Vyměňte vzhled hodnoty s hodnotou v hodnotě
da: Udskift udseende af en værdi med en værdi inden for en værdi
de: Erscheinungen eines Werts ersetzen mit einem Wert innerhalb eines Werts
fi: Vaihda arvot arvo arvolla arvolla
fr: Remplacer les apparences d'une valeur avec une valeur dans une valeur
it: Sostituisci le apparizioni di un valore con un valore all'interno di un valore
ja: 値の外観を値内の値に置き換えます
nl: Vervang de verschijningen van een waarde met een waarde binnen een waarde
no: Erstatte utseende av en verdi med en verdi i en verdi
pl: Wymień wygląd wartości o wartości w ramach wartości
pt: Substitua as aparências de um valor com um valor dentro de um valor
ru: Замените внешность значения со значением в пределах значения
sk: Vymeňte vystúpenie hodnoty s hodnotou v rámci hodnoty
sv: Byt ut framträdanden av ett värde med ett värde inom ett värde
zh_cn: 将值替换为值内值的值

# FormulaFunctionReplaceOverload0Parameter0
source: Search value
cs: Vyhledávací hodnota
da: Søg værdi
de: Suchwert
fi: Hakuarvo
fr: Valeur de recherche
it: Valore di ricerca
ja: 検索値
nl: Zoekwaarde
no: Søkeverdi
pl: Wartość wyszukiwania
pt: Valor de pesquisa.
ru: Значение поиска
sk: Hodnota vyhľadávania
sv: Sökvärde
zh_cn: 搜索值

# FormulaFunctionReplaceOverload0Parameter1
source: For value
cs: Pro hodnotu
da: For værdi.
de: Für den Wert
fi: Arvo
fr: Pour la valeur
it: Per valore
ja: 価値のために
nl: Voor waarde
no: For verdi
pl: Dla wartości
pt: Por valor
ru: По стоимости
sk: Pre hodnotu
sv: För värde
zh_cn: 价值

# FormulaFunctionReplaceOverload0Parameter2
source: Replace with value
cs: Vyměňte hodnotu
da: Udskift med værdi.
de: Durch den Wert ersetzen
fi: Vaihda arvolla
fr: Remplacer par la valeur
it: Sostituisci con il valore
ja: 値に置き換えます
nl: Vervang met waarde
no: Bytt ut med verdi
pl: Wymień za pomocą wartości
pt: Substitua por valor
ru: Заменить со значением
sk: Nahradiť hodnotu
sv: Byt ut med värde
zh_cn: 更换价值

# FormulaFunctionRoundOverload0
source: Round a number to the nearest whole number
cs: Kolem čísla na nejbližší celé číslo
da: Runde et nummer til nærmeste hele tal
de: Runden Sie eine Zahl auf die nächste ganze Zahl
fi: Pyöritä numero lähimpään kokonaislukuun
fr: Autour d'un nombre au nombre entier le plus proche
it: Arrotondare un numero al numero intero più vicino
ja: 最も近い整数に数値を丸めます
nl: Rond een nummer naar het dichtstbijzijnde hele getal
no: Rundt et tall til nærmeste hele tall
pl: Okrągnij numer do najbliższej liczby całkowitej
pt: Rodando um número para o número inteiro mais próximo
ru: Вокруг числа до ближайшего целого числа
sk: Okolo čísla na najbližšie celé číslo
sv: Runda ett nummer till närmaste heltal
zh_cn: 围绕最接近的整数

# FormulaFunctionRoundOverload1
source: Round a number to a nearest number of fractional digits
cs: Zaokrouhlit číslo na nejbližší počet zlomkových číslic
da: Runde et nummer til nærmeste antal fraktionelle cifre
de: Runden Sie eine Zahl auf eine nächste Anzahl von Fractions-Ziffern
fi: Pyöritä numero lähimpään määrään murto-numeroita
fr: Autour d'un nombre au nombre de chiffres fractionnaires le plus proche
it: Arrotondare un numero a un numero più vicino di cifre frazionarie
ja: 数字の数字を数字に丸める
nl: Rond een nummer naar een dichtstbijzijnde aantal fractionele cijfers
no: Runde et tall til et nærmeste antall brøkdelte siffer
pl: Okrągnij numer do najbliższej liczby cyfr frakcyjnych
pt: Rodando um número para um número mais próximo de dígitos fracionários
ru: Вокруг номера до ближайшего количества фракционных цифр
sk: Okolo čísla na najbližší počet frakčných číslic
sv: Runda ett nummer till ett närmaste antal fraktionerade siffror
zh_cn: 围绕最近数量的分数数字

# FormulaFunctionRoundOverload1Parameter1
source: Number of fractional digits
cs: Počet zlomkových číslic
da: Antal fraktionelle cifre
de: Anzahl der fraktionalen Ziffern
fi: Määrä numerojen määrä
fr: Nombre de chiffres fractionnaires
it: Numero di cifre frazionarie
ja: 分数数字の数
nl: Aantal fractionele cijfers
no: Antall fraksjonelle siffer
pl: Liczba cyfr frakcyjnych
pt: Número de dígitos fracionados
ru: Количество фракционных цифр
sk: Počet frakčných číslic
sv: Antal fraktionerade siffror
zh_cn: 分数数字的数量

# FormulaFunctionRoundOverload2
source: Round an instant to the nearest whole duration of an instant range
cs: Okamžitě na nejbližší celou dobu okamžitého rozsahu
da: Rund et øjeblik til nærmeste hele varighed af et øjeblikkeligt område
de: Einen Moment an der nächsten ganzen Dauer eines sofortigen Bereichs runden
fi: Pyöritä hetken lähimpään koko ajan kestoon
fr: Tour d'un instant à la durée totale la plus proche d'une gamme instantanée
it: Intorno a un istante per la durata intera più vicina di una gamma istantanea
ja: 瞬時の範囲の最近の全期間に瞬間を丸める
nl: Rond een ogenblik op de dichtstbijzijnde hele duur van een direct bereik
no: Rundt et øyeblikk til nærmeste hele varighet av et øyeblikkelig rekkevidde
pl: Zagłębiej do najbliższego całego czasu trwania natychmiastowego zakresu
pt: Rodando um instante para a duração inteira mais próxima de um intervalo instantâneo
ru: Раунд мгновенный до ближайшей целой продолжительности мгновенного диапазона
sk: Okrúhly na najbližšiu celú dobu trvania instantného rozsahu
sv: Runda ett ögonblick till närmaste hela varaktigheten av ett direktområde
zh_cn: 围绕即时范围的最接近的整个持续时间

# FormulaFunctionRoundOverload3
source: Round an instant to a nearest whole duration
cs: Na okamžik na nejbližší celou dobu trvání
da: Runde et øjeblik til nærmeste hele varighed
de: Einen Moment auf eine nächstgelegene ganze Dauer umrunden
fi: Pyöritä hetken lähimpään koko kestoon
fr: Tour d'un instant à une durée entière la plus proche
it: Intorno a un istante per un'intera durata più vicina
ja: 一時的な全体を瞬間的に丸める
nl: Rond een moment naar een dichtstbijzijnde hele duur
no: Rundt et øyeblikk til en nærmeste hele varighet
pl: Okrągły natychmiast do najbliższego całego czasu trwania
pt: Rodada um instante para uma duração inteira mais próxima
ru: Раунд мгновенно до ближайшей целой продолжительности
sk: Okrúhly k najbližšiemu celému trvaniu
sv: Runda ett ögonblick till en närmaste helhet
zh_cn: 围绕到最接近的整个持续时间

# FormulaFunctionRoundOverload4
source: Round the duration of an instant range to the nearest whole duration of an instant range
cs: Kolo trvání okamžitého rozsahu na nejbližší celou dobu trvání okamžitého rozsahu
da: Rund varigheden af et øjeblikkeligt område til nærmeste hele varighed af et øjeblikkeligt område
de: Runden Sie die Dauer eines sofortigen Bereichs zur nächsten ganzen Dauer eines Sofortbereichs
fi: Pyöritä hetken välittömän valikoiman kestoa lähimpään koko ajan kestoon
fr: Tour de la durée d'une gamme instantanée à la durée totale la plus proche d'une gamme instantanée
it: Ruota la durata di un intervallo istantaneo alla durata intera più vicina di un intervallo istantaneo
ja: 瞬時の範囲の瞬間範囲の持続時間を一周する
nl: Rond de duur van een direct bereik naar de dichtstbijzijnde hele duur van een instant bereik
no: Rundt varigheten av et øyeblikkelig rekkevidde til nærmeste hele varighet av et øyeblikkelig rekkevidde
pl: Wokół czasu trwania natychmiastowego zakresu do najbliższego całego czasu trwania natychmiastowego zakresu
pt: Em volta da duração de um intervalo instantâneo para a duração total mais próxima de um intervalo instantâneo
ru: Круглое время мгновенного диапазона до ближайшей целой продолжительности мгновенного диапазона
sk: Okolo trvania instantného rozsahu na najbližšie celé trvanie okamžitého rozsahu
sv: Runt varaktigheten av ett omedelbart område till närmaste heltid på ett ögonblick
zh_cn: 围绕即时范围的持续时间到即时范围的最接近的整个持续时间

# FormulaFunctionRoundOverload5
source: Round the duration of an instant range to anearest whole duration
cs: Po celou dobu trvání okamžitého rozsahu na nejbližší celou dobu trvání
da: Rund varigheden af et øjeblikkeligt rækkevidde til nærmeste hele varighed
de: Runden Sie die Dauer eines sofortigen Bereichs auf die nächste ganze Dauer
fi: Pyöritä hetkellisen alueen kestoa lähimpään koko kestoon
fr: Arrondir la durée d'une gamme instantanée à la durée de toute la plus proche
it: Intorno alla durata di un intervallo istantaneo alla durata intera più vicina
ja: 最寄りの全期間への瞬間範囲の期間を切り離す
nl: Rond de duur van een direct bereik naar de dichtstbijzijnde hele duur
no: Rundt varigheten av et øyeblikkelig rekkevidde til nærmeste hele varighet
pl: Wokół czasu trwania natychmiastowego zakresu do najbliższego całego czasu trwania
pt: Em volta da duração de um intervalo instantâneo para a duração inteira mais próxima
ru: Вокруг продолжительности мгновенного диапазона до ближайшей целой продолжительности
sk: Okolo trvania instantného rozsahu do najbližšieho dobrého trvania
sv: Runt varaktigheten av ett omedelbart område till närmaste heltid
zh_cn: 围绕即时范围的持续时间到最接近的整个持续时间

# FormulaFunctionRoundOverload6
source: Round the duration to the nearest whole duration of an instant range
cs: Po celou dobu trvání na nejbližší celou dobu okamžitého rozsahu
da: Rund varigheden til nærmeste hele varighed af et øjeblikkeligt område
de: Runden Sie die Dauer auf die nächste ganze Dauer eines sofortigen Bereichs
fi: Pyöritä kestoa lähimpään koko ajan kestoon
fr: Arrondir la durée à la durée totale la plus proche d'une gamme instantanée
it: Arrotondare la durata della durata intera più vicina di un intervallo istantaneo
ja: 瞬時の範囲の最も近い全期間までの期間を丸める
nl: Rond de duur naar de dichtstbijzijnde hele duur van een direct bereik
no: Rundt varigheten til nærmeste hele varigheten av et øyeblikkelig rekkevidde
pl: Wokół czasu trwania do najbliższego całego czasu trwania natychmiastowego zakresu
pt: Em volta da duração para a duração inteira mais próxima de um intervalo instantâneo
ru: Вокруг продолжительности до ближайшей целой продолжительности мгновенного диапазона
sk: Okolo trvania na najbližšie dobu trvania instantného rozsahu
sv: Runt varaktigheten till närmaste heltid på ett ögonblick
zh_cn: 循环到最接近的即时范围的整个持续时间

# FormulaFunctionRoundOverload7
source: Round the duration to a nearest whole duration
cs: Po celou dobu trvání na nejbližší celou dobu trvání
da: Rund varigheden til nærmeste hele varighed
de: Runden Sie die Dauer auf die nächste ganze Dauer
fi: Pyöritä kestoa lähimpään koko kestoon
fr: Arrondir la durée à une durée entière la plus proche
it: Intorno alla durata di un'intera durata più vicina
ja: 期間を最寄りの全期間に丸める
nl: Rond de duur naar een dichtstbijzijnde hele duur
no: Rundt varigheten til nærmeste hele varighet
pl: Wokół czasu trwania do najbliższego całego czasu trwania
pt: Em volta da duração para uma duração inteira mais próxima
ru: Вокруг продолжительности до ближайшей целой продолжительности
sk: Okolo trvania na najbližšie celé trvanie
sv: Runt varaktigheten till en närmaste heltid
zh_cn: 循环到最接近的整个持续时间

# FormulaFunctionSecondOverload0
source: Second of an instant
cs: Druhý z okamžiku
da: For det andet på et øjeblik
de: Zweitens eines Augenblicks
fi: Toinen hetkestä
fr: Deuxième d'un instant
it: Secondo di un istante
ja: 瞬間
nl: Tweede van een moment
no: Andre av et øyeblikk
pl: Sekundę
pt: Segundo de um instante
ru: Вторым из мгновенного
sk: Druhý z okamihu
sv: Andra av ett ögonblick
zh_cn: 瞬间

# FormulaFunctionSecondsOverload0
source: Seconds of the duration of an instant range
cs: Sekundy délky trvání instantního rozsahu
da: Sekunder af varigheden af et øjeblikkeligt rækkevidde
de: Sekunden der Dauer eines Instantbereichs
fi: Sekuntia hetkellisen alueen keston ajan
fr: Secondes de la durée d'une gamme instantanée
it: Secondi della durata di un intervallo istantaneo
ja: 瞬間範囲の期間の秒数
nl: Seconden van de duur van een direct bereik
no: Sekunder av varigheten av et øyeblikkelig rekkevidde
pl: Sekundy czasu trwania natychmiastowego zakresu
pt: Segundos da duração de um intervalo instantâneo
ru: Секунды продолжительности мгновенного диапазона
sk: Sekúnd trvania instantného rozsahu
sv: Sekunder av varaktigheten av ett direktområde
zh_cn: 即时范围的持续时间秒

# FormulaFunctionSecondsOverload1
source: Seconds of a duration
cs: Sekundy trvání
da: Sekunder af en varighed
de: Sekunden einer Dauer
fi: Sekuntia kesto
fr: Secondes d'une durée
it: Secondi di durata
ja: 期間の秒数
nl: Seconden van een duur
no: Sekunder av en varighet
pl: Sekundę czasu trwania
pt: Segundos de uma duração
ru: Секунд продолжительности
sk: Sekúnd trvania
sv: Sekunder av en varaktighet
zh_cn: 持续时间秒

# FormulaFunctionSinhOverload0
source: Hyperbolic sine of a number
cs: Hyperbolický sinus čísla
da: Hyperbolisk sinus af et tal
de: Hyperbolische Sinus einer Zahl
fi: Numeron hyperbolinen sini
fr: Sine hyperbolique d'un nombre
it: Sine iperbolico di un numero
ja: 数の双曲線正弦
nl: Hyperbolische sine van een nummer
no: Hyperbolisk sinus av et tall
pl: Hiperboliczny sine o liczbie
pt: Seno hiperbólico de um número
ru: Гиперболический синус числа
sk: Hyperbolická sine čísla
sv: Hyperbolisk sinus av ett tal
zh_cn: 一个数字的双曲正弦

# FormulaFunctionSinhOverload0Parameter0
source: Angle
cs: Úhel
da: Vinkel
de: Winkel
fi: Kulma
it: Angolo
ja: 角度
nl: Hoek
no: Vinkel
pl: Kąt
pt: Ângulo
ru: Угол
sk: Uhol
sv: Vinkel
zh_cn: 角度

# FormulaFunctionSinOverload0
source: Sine of an angle
cs: Sine úhlu
da: Sinus af en vinkel
de: Sinus eines Winkels
fi: Kulman sini
fr: Sinus d'un angle
it: Seno di un angolo
ja: 角度の正弦
nl: Sinus
no: Sinus av en vinkel
pl: Sine o kącie
pt: Seno de um ângulo
ru: Синус угол
sk: Sine uhla
sv: Sinus av en vinkel
zh_cn: s

# FormulaFunctionSinOverload0Parameter0
source: Angle
cs: Úhel
da: Vinkel
de: Winkel
fi: Kulma
it: Angolo
ja: 角度
nl: Hoek
no: Vinkel
pl: Kąt
pt: Ângulo
ru: Угол
sk: Uhol
sv: Vinkel
zh_cn: 角度

# FormulaFunctionSqrtOverload0
source: Square root of a number
cs: Druhá odmocnina čísla
da: Kvadratisk rod af et nummer
de: Quadratwurzel einer Zahl
fi: Numeron neliöjuuri
fr: Racine carrée d'un nombre
it: Radice quadrata di un numero
ja: 数字の平方根
nl: Vierkantswortel van een nummer
no: Kvadratroten av et tall
pl: Pierwiastek kwadratowy o liczbie
pt: Raiz quadrada de um número
ru: Квадратный корень числа
sk: Druhý koreň čísla
sv: Kvadratrot av ett nummer
zh_cn: 一个数字的平方根

# FormulaFunctionStartOverload0
source: Start instant of an instant range
cs: Start Instant Instant Range
da: Start øjeblikkelig af et øjeblikkeligt udvalg
de: Starten Sie den Instant eines sofortigen Bereichs
fi: Aloita hetki välittömän alueen
fr: Commencez instantané d'une gamme instantanée
it: Inizia il istante di una gamma istantanea
ja: インスタント範囲の瞬間を開始します
nl: Start onmiddellijk van een direct bereik
no: Start øyeblikkelig av et øyeblikk
pl: Rozpocznij natychmiastowy zakres
pt: Iniciar instantâneo de um intervalo instantâneo
ru: Начать мгновенный диапазон мгновенного
sk: Spustite Instant of Instant Range
sv: Börja omedelbart av ett direktområde
zh_cn: 开始即时范围的瞬间
